Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# emailVerifiedSuccessPleaseLogin
source: Email verified successfully. Please login.
af: E-pos suksesvol geverifieer. Teken asseblief in.
am: ኢሜይል ተረጋግጧል። እባክዎ ይግቡ።
ar: تم التحقق من البريد الإلكتروني بنجاح. يرجى تسجيل الدخول.
de: E-Mail erfolgreich verifiziert. Bitte anmelden.
es: Correo verificado exitosamente. Por favor inicia sesión.
fr: E-mail vérifié avec succès. Veuillez vous connecter.
he: האימייל אומת בהצלחה. נא להתחבר.
hi: ईमेल सफलतापूर्वक सत्यापित हो गया। कृपया लॉगिन करें।
it: Email verificata con successo. Effettua l’accesso.
ja: メール確認が完了しました。ログインしてください。
ko: 이메일 인증이 완료되었습니다. 로그인해 주세요.
ru: Email успешно подтверждён. Пожалуйста, войдите.
sw: Barua pepe imethibitishwa. Tafadhali ingia.
ur: ای میل کامیابی سے ویریفائی ہوگئی۔ براہ کرم لاگ اِن کریں۔
zh: 邮箱验证成功。请登录。

# pleaseVerifyEmailToContinue
source: Please verify your email to continue.
af: Verifieer asseblief jou e-pos om voort te gaan.
am: ለመቀጠል እባክዎ ኢሜይልዎን ያረጋግጡ።
ar: يرجى التحقق من بريدك الإلكتروني للمتابعة.
de: Bitte verifizieren Sie Ihre E-Mail, um fortzufahren.
es: Por favor verifica tu correo para continuar.
fr: Veuillez vérifier votre e-mail pour continuer.
he: נא לאמת את האימייל כדי להמשיך.
hi: जारी रखने के लिए कृपया अपना ईमेल सत्यापित करें।
it: Verifica la tua email per continuare.
ja: 続行するにはメールを確認してください。
ko: 계속하려면 이메일을 인증해 주세요.
ru: Подтвердите email, чтобы продолжить.
sw: Tafadhali thibitisha barua pepe yako ili kuendelea.
ur: جاری رکھنے کے لیے براہ کرم اپنی ای میل ویریفائی کریں۔
zh: 请先验证邮箱以继续。

# requestVerificationCodeTitle
source: Request verification code
af: Vra verifikasiekode aan
am: የማረጋገጫ ኮድ ጠይቅ
ar: طلب رمز التحقق
de: Bestätigungscode anfordern
es: Solicitar código de verificación
fr: Demander un code de vérification
he: בקשת קוד אימות
hi: सत्यापन कोड माँगें
it: Richiedi codice di verifica
ja: 確認コードをリクエスト
ko: 인증 코드 요청
ru: Запросить код подтверждения
sw: Omba msimbo wa uthibitishaji
ur: ویریفیکیشن کوڈ کی درخواست
zh: 请求验证码

# requestVerificationInstructions
source: Enter your email or username. We’ll send a new verification code to the email on that account.
af: Voer jou e-pos of gebruikersnaam in. Ons sal ’n nuwe verifikasiekode na die e-pos van dié rekening stuur.
am: ኢሜይል ወይም የተጠቃሚ ስም ያስገቡ። ለዚህ መለያ ኢሜይል አዲስ ኮድ እንልካለን።
ar: أدخل بريدك الإلكتروني أو اسم المستخدم. سنرسل رمز تحقق جديدًا إلى البريد الإلكتروني المرتبط بهذا الحساب.
de: Geben Sie Ihre E-Mail oder Ihren Benutzernamen ein. Wir senden einen neuen Bestätigungscode an die E-Mail dieses Kontos.
es: Ingresa tu correo electrónico o nombre de usuario. Enviaremos un nuevo código de verificación al correo de esa cuenta.
fr: Saisissez votre e-mail ou votre nom d’utilisateur. Nous enverrons un nouveau code de vérification à l’e-mail associé.
he: הזן/י אימייל או שם משתמש. נשלח קוד אימות חדש לאימייל של החשבון.
hi: अपना ईमेल या यूज़रनेम दर्ज करें। हम इस अकाउंट के ईमेल पर नया सत्यापन कोड भेजेंगे।
it: Inserisci la tua email o il nome utente. Invieremo un nuovo codice di verifica all’email di questo account.
ja: メールアドレスまたはユーザー名を入力してください。 該当アカウントのメールに新しい確認コードを送信します。
ko: 이메일 또는 사용자 이름을 입력하세요. 해당 계정의 이메일로 새 인증 코드를 보내드립니다.
ru: Введите email или имя пользователя. Мы отправим новый код подтверждения на email этого аккаунта.
sw: Ingiza barua pepe au jina la mtumiaji. Tutatuma msimbo mpya wa uthibitishaji kwenye barua pepe ya akaunti hiyo.
ur: اپنی ای میل یا یوزرنیم درج کریں۔ ہم اس اکاؤنٹ کی ای میل پر نیا ویریفیکیشن کوڈ بھیجیں گے۔
zh: 请输入你的邮箱或用户名。 我们会向该账户绑定的邮箱发送新的验证码。

source: Email or Username
af: E-pos of gebruikersnaam
am: ኢሜይል ወይም የተጠቃሚ ስም
ar: البريد الإلكتروني أو اسم المستخدم
de: E-Mail oder Benutzername
es: Correo Electrónico o Nombre de Usuario
fr: E-mail ou nom d’utilisateur
he: אימייל או שם משתמש
hi: ईमेल या यूज़रनेम
it: Email o nome utente
ja: メールまたはユーザー名
ko: 이메일 또는 사용자 이름
ru: Email или имя пользователя
sw: Barua pepe au jina la mtumiaji
ur: ای میل یا یوزرنیم
zh: 邮箱或用户名

source: Send code
af: Stuur kode
am: ኮድ ላክ
ar: إرسال الرمز
de: Code senden
es: Enviar código
fr: Envoyer le code
he: שליחת קוד
hi: कोड भेजें
it: Invia codice
ja: コードを送信
ko: 코드 보내기
ru: Отправить код
sw: Tuma msimbo
ur: کوڈ بھیجیں
zh: 发送验证码

# ifAccountExistsCodeSent
source: If that account exists, a code was sent.
af: As die rekening bestaan, is ’n kode gestuur.
am: መለያው ካለ ኮድ ተልኳል።
ar: إذا كان الحساب موجودًا، فقد تم إرسال الرمز.
de: Wenn das Konto existiert, wurde ein Code gesendet.
es: Si esa cuenta existe, se envió un código.
fr: Si ce compte existe, un code a été envoyé.
he: אם החשבון קיים, נשלח קוד.
hi: यदि अकाउंट मौजूद है, तो कोड भेज दिया गया है।
it: Se l’account esiste, un codice è stato inviato.
ja: アカウントが存在する場合、コードを送信しました。
ko: 계정이 존재한다면 코드가 전송되었습니다.
ru: Если аккаунт существует, код был отправлен.
sw: Ikiwa akaunti ipo, msimbo umetumwa.
ur: اگر اکاؤنٹ موجود ہے تو کوڈ بھیج دیا گیا ہے۔
zh: 如果该账户存在，验证码已发送。

source: Failed to send verification code.
af: Kon nie verifikasiekode stuur nie.
am: የማረጋገጫ ኮድ መላክ አልተሳካም።
ar: فشل إرسال رمز التحقق.
de: Bestätigungscode konnte nicht gesendet werden.
es: No se pudo enviar el código de verificación.
fr: Échec de l’envoi du code de vérification.
he: שליחת קוד האימות נכשלה.
hi: सत्यापन कोड भेजने में विफल।
it: Invio del codice di verifica non riuscito.
ja: 確認コードの送信に失敗しました。
ko: 인증 코드 전송에 실패했습니다.
ru: Не удалось отправить код подтверждения.
sw: Imeshindikana kutuma msimbo wa uthibitishaji.
ur: ویریفیکیشن کوڈ بھیجنے میں ناکامی۔
zh: 发送验证码失败。

# verifyYourEmailTitle
source: Verify your email
af: Verifieer jou e-pos
am: ኢሜይልዎን ያረጋግጡ
ar: تحقق من بريدك الإلكتروني
de: E-Mail verifizieren
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
he: אימות אימייל
hi: अपने ईमेल को सत्यापित करें
it: Verifica la tua email
ja: メールを確認
ko: 이메일 인증
ru: Подтвердите ваш email
sw: Thibitisha barua pepe yako
ur: اپنی ای میل ویریفائی کریں
zh: 验证你的邮箱

# verificationCodeSentInfo
source: A verification code was sent to the email on this account.
af: ’n Verifikasiekode is na die e-pos van hierdie rekening gestuur.
am: ለዚህ መለያ ኢሜይል የማረጋገጫ ኮድ ተልኳል።
ar: تم إرسال رمز تحقق إلى البريد الإلكتروني المرتبط بهذا الحساب.
de: Ein Bestätigungscode wurde an die E-Mail dieses Kontos gesendet.
es: Se envió un código de verificación al correo de esta cuenta.
fr: Un code de vérification a été envoyé à l’e-mail associé à ce compte.
he: קוד אימות נשלח לאימייל של החשבון הזה.
hi: इस अकाउंट के ईमेल पर सत्यापन कोड भेज दिया गया है।
it: È stato inviato un codice di verifica all’email di questo account.
ja: このアカウントのメールに確認コードを送信しました。
ko: 이 계정의 이메일로 인증 코드가 전송되었습니다.
ru: Код подтверждения отправлен на email этого аккаунта.
sw: Msimbo wa uthibitishaji umetumwa kwenye barua pepe ya akaunti hii.
ur: اس اکاؤنٹ کی ای میل پر ویریفیکیشن کوڈ بھیجا گیا ہے۔
zh: 验证码已发送到该账户的邮箱。

# emailVerificationInstructions
source: Enter the 6-digit code sent to the email on this account: {identifier}
af: Voer die 6-syfer kode in wat na die e-pos van hierdie rekening gestuur is: {identifier}
am: ለዚህ መለያ ኢሜይል የተላከውን 6-አሃዝ ኮድ ያስገቡ: {identifier}
ar: أدخل الرمز المكوّن من 6 أرقام المُرسل إلى بريد هذا الحساب: {identifier}
de: Geben Sie den 6-stelligen Code ein, der an die E-Mail dieses Kontos gesendet wurde: {identifier}
es: Ingresa el código de 6 dígitos enviado al correo de esta cuenta: {identifier}
fr: Saisissez le code à 6 chiffres envoyé à l’e-mail de ce compte : {identifier}
he: הזן/י את הקוד בן 6 הספרות שנשלח לאימייל של החשבון: {identifier}
hi: इस अकाउंट के ईमेल पर भेजा गया 6-अंकीय कोड दर्ज करें: {identifier}
it: Inserisci il codice a 6 cifre inviato all’email di questo account: {identifier}
ja: このアカウントのメールに送信された6桁コードを入力してください: {identifier}
ko: 이 계정의 이메일로 전송된 6자리 코드를 입력하세요: {identifier}
ru: Введите 6-значный код, отправленный на email этого аккаунта: {identifier}
sw: Ingiza msimbo wa tarakimu 6 uliotumwa kwenye barua pepe ya akaunti hii: {identifier}
ur: اس اکاؤنٹ کی ای میل پر بھیجا گیا 6 ہندسوں کا کوڈ درج کریں: {identifier}
zh: 请输入发送到该账户邮箱的 6 位验证码： {identifier}

# verificationCodeLabel
source: Verification code
af: Verifikasiekode
am: የማረጋገጫ ኮድ
ar: رمز التحقق
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
he: קוד אימות
hi: सत्यापन कोड
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
ru: Код подтверждения
sw: Msimbo wa uthibitishaji
ur: ویریفیکیشن کوڈ
zh: 验证码

# sendingEllipsis
source: Sending...
af: Stuur...
am: በመላክ ላይ...
ar: جارٍ الإرسال...
de: Senden...
es: Enviando...
fr: Envoi...
he: שולח...
hi: भेजा जा रहा है...
it: Invio in corso...
ja: 送信中...
ko: 전송 중...
ru: Отправка...
sw: Inatuma...
ur: بھیج رہے ہیں...
zh: 发送中...

source: Resend code
af: Stuur kode weer
am: ኮድን ዳግም ላክ
ar: إعادة إرسال الرمز
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
he: שלח מחדש
hi: कोड फिर से भेजें
it: Reinvia codice
ja: コードを再送信
ko: 코드 재전송
ru: Отправить код ещё раз
sw: Tuma tena msimbo
ur: کوڈ دوبارہ بھیجیں
zh: 重新发送验证码

# enter6DigitCodeError
source: Enter the 6-digit code.
af: Voer die 6-syfer kode in.
am: 6-አሃዝ ኮድ ያስገቡ።
ar: أدخل الرمز المكوّن من 6 أرقام.
de: Geben Sie den 6-stelligen Code ein.
es: Ingresa el código de 6 dígitos.
fr: Saisissez le code à 6 chiffres.
he: הזן/י קוד בן 6 ספרות.
hi: 6-अंकीय कोड दर्ज करें।
it: Inserisci il codice a 6 cifre.
ja: 6桁のコードを入力してください。
ko: 6자리 코드를 입력하세요.
ru: Введите 6-значный код.
sw: Ingiza msimbo wa tarakimu 6.
ur: 6 ہندسوں کا کوڈ درج کریں۔
zh: 请输入 6 位验证码。

# verifyingEllipsis
source: Verifying...
af: Verifieer...
am: በማረጋገጥ ላይ...
ar: جارٍ التحقق...
de: Prüfen...
es: Verificando...
fr: Vérification...
he: מאמת...
hi: सत्यापित किया जा रहा है...
it: Verifica in corso...
ja: 確認中...
ko: 확인 중...
ru: Проверка...
sw: Inathibitisha...
ur: ویریفائی کر رہے ہیں...
zh: 验证中...

source: Verify
af: Verifieer
am: አረጋግጥ
ar: تحقق
de: Bestätigen
es: Verificar
fr: Vérifier
he: אמת
hi: सत्यापित करें
it: Verifica
ja: 確認
ko: 확인
ru: Подтвердить
sw: Thibitisha
ur: تصدیق کریں
zh: 验证

source: Invalid or expired code. Try resending.
af: Ongeldige of vervalde kode. Probeer weer stuur.
am: ኮዱ ተሳስቷል ወይም ጊዜው አልፎታል። ዳግም ላክ ብለው ይሞክሩ።
ar: الرمز غير صالح أو منتهي. جرّب إعادة الإرسال.
de: Ungültiger oder abgelaufener Code. Versuchen Sie, ihn erneut zu senden.
es: Código inválido o expirado. Intenta reenviarlo.
fr: Code invalide ou expiré. Essayez de le renvoyer.
he: הקוד שגוי או פג תוקף. נסה/י לשלוח מחדש.
hi: कोड गलत या समाप्त हो गया है। फिर से भेजकर देखें।
it: Codice non valido o scaduto. Prova a reinviare.
ja: コードが無効または期限切れです。再送信してください。
ko: 코드가 잘못되었거나 만료되었습니다. 다시 전송해 보세요.
ru: Код недействителен или истёк. Попробуйте отправить ещё раз.
sw: Msimbo si sahihi au muda umeisha. Jaribu kutuma tena.
ur: کوڈ غلط یا میعاد ختم ہو چکی ہے۔ دوبارہ بھیج کر دیکھیں۔
zh: 验证码无效或已过期。请尝试重新发送。

# bookingTitle
source: Booking #{id}
af: Bespreking #{id}
am: ቦታ ማስያዝ #{id}
ar: الحجز رقم {id}
de: Buchung #{id}
es: Reserva #{id}
fr: Réservation n°{id}
he: הזמנה #{id}
hi: बुकिंग #{id}
it: Prenotazione #{id}
ja: 予約 #{id}
ko: 예약 #{id}
ru: Бронирование №{id}
sw: Uhifadhi #{id}
ur: بکنگ #{id}
zh: 预约 #{id}

source: Invalid booking ID for chat.
af: Ongeldige besprekings-ID vir klets.
am: ለቻት የቦታ ማስያዝ ID ትክክል አይደለም።
ar: معرّف الحجز غير صالح للدردشة.
de: Ungültige Buchungs-ID für den Chat.
es: ID de reserva inválido para chat.
fr: ID de réservation invalide pour le chat.
he: מזהה הזמנה לא תקין לצ'אט.
hi: चैट के लिए बुकिंग ID अमान्य है।
it: ID prenotazione non valido per la chat.
ja: チャット用の予約IDが無効です。
ko: 채팅을 위한 예약 ID가 올바르지 않습니다.
ru: Неверный ID бронирования для чата.
sw: Kitambulisho cha uhifadhi si sahihi kwa mazungumzo.
ur: چیٹ کے لیے بکنگ آئی ڈی غلط ہے۔
zh: 用于聊天的预约 ID 无效。

source: Invalid booking ID for call.
af: Ongeldige besprekings-ID vir oproep.
am: ለጥሪ የቦታ ማስያዝ ID ትክክል አይደለም።
ar: معرّف الحجز غير صالح للمكالمة.
de: Ungültige Buchungs-ID für den Anruf.
es: ID de reserva inválido para llamada.
fr: ID de réservation invalide pour l'appel.
he: מזהה הזמנה לא תקין לשיחה.
hi: कॉल के लिए बुकिंग ID अमान्य है।
it: ID prenotazione non valido per la chiamata.
ja: 通話用の予約IDが無効です。
ko: 통화를 위한 예약 ID가 올바르지 않습니다.
ru: Неверный ID бронирования для звонка.
sw: Kitambulisho cha uhifadhi si sahihi kwa simu.
ur: کال کے لیے بکنگ آئی ڈی غلط ہے۔
zh: 用于通话的预约 ID 无效。

# unableToLoadContactInfo
source: Unable to load contact info. Make sure the booking is active.
af: Kan nie kontak-inligting laai nie. Maak seker die bespreking is aktief.
am: የእውቂያ መረጃ መโหลด አልተቻለም። ቦታ ማስያዝ እንዳለ አረጋግጥ።
ar: تعذّر تحميل معلومات الاتصال. تأكد من أن الحجز نشط.
de: Kontaktinformationen konnten nicht geladen werden. Stelle sicher, dass die Buchung aktiv ist.
es: No se puede cargar la información de contacto. Asegúrate de que la reserva esté activa.
fr: Impossible de charger les informations de contact. Assurez-vous que la réservation est active.
he: לא ניתן לטעון פרטי קשר. ודא/י שההזמנה פעילה.
hi: संपर्क जानकारी लोड नहीं हो सकी। सुनिश्चित करें कि बुकिंग सक्रिय है।
it: Impossibile caricare le informazioni di contatto. Assicurati che la prenotazione sia attiva.
ja: 連絡先情報を読み込めません。予約が有効か確認してください。
ko: 연락처 정보를 불러올 수 없습니다. 예약이 활성 상태인지 확인하세요.
ru: Не удалось загрузить контактные данные. Убедитесь, что бронирование активно.
sw: Imeshindikana kupakia taarifa za mawasiliano. Hakikisha uhifadhi uko hai.
ur: رابطہ معلومات لوڈ نہیں ہو سکیں۔ یقین کریں کہ بکنگ فعال ہے۔
zh: 无法加载联系信息。请确认预约处于有效状态。

source: No phone number available for {name}.
af: Geen telefoonnommer beskikbaar vir {name} nie.
am: ለ{name} የስልክ ቁጥር አልተገኘም።
ar: لا يوجد رقم هاتف متاح لـ {name}.
de: Keine Telefonnummer verfügbar für {name}.
es: No hay número de teléfono disponible para {name}.
fr: Aucun numéro de téléphone disponible pour {name}.
he: אין מספר טלפון זמין עבור {name}.
hi: {name} के लिए कोई फोन नंबर उपलब्ध नहीं है।
it: Nessun numero di telefono disponibile per {name}.
ja: {name} の電話番号がありません。
ko: {name}의 전화번호를 사용할 수 없습니다.
ru: Нет доступного номера телефона для {name}.
sw: Hakuna nambari ya simu inayopatikana kwa {name}.
ur: {name} کے لیے کوئی فون نمبر دستیاب نہیں۔
zh: 无法获取 {name} 的电话号码。

# deviceCannotPlaceCalls
source: This device cannot place phone calls.
af: Hierdie toestel kan nie telefoonoproepe maak nie.
am: ይህ መሣሪያ የስልክ ጥሪ ማድረግ አይችልም።
ar: هذا الجهاز لا يمكنه إجراء مكالمات هاتفية.
de: Dieses Gerät kann keine Telefonanrufe tätigen.
es: Este dispositivo no puede realizar llamadas telefónicas.
fr: Cet appareil ne peut pas passer d'appels téléphoniques.
he: המכשיר הזה לא יכול לבצע שיחות טלפון.
hi: यह डिवाइस फोन कॉल नहीं कर सकता।
it: Questo dispositivo non può effettuare chiamate telefoniche.
ja: この端末では電話をかけられません。
ko: 이 기기에서는 전화 통화를 할 수 없습니다.
ru: Это устройство не может совершать телефонные звонки.
sw: Kifaa hiki hakiwezi kupiga simu.
ur: یہ ڈیوائس فون کال نہیں کر سکتی۔
zh: 此设备无法拨打电话。

# cancelBookingDialogTitle
source: Cancel booking
af: Kanselleer bespreking
am: ቦታ ማስያዝ ሰርዝ
ar: إلغاء الحجز
de: Buchung stornieren
es: Cancelar reserva
fr: Annuler la réservation
he: ביטול הזמנה
hi: बुकिंग रद्द करें
it: Annulla prenotazione
ja: 予約をキャンセル
ko: 예약 취소
ru: Отменить бронирование
sw: Ghairi uhifadhi
ur: بکنگ منسوخ کریں
zh: 取消预约

# cancelBookingDialogBody
source: Do you really want to cancel this booking? Note: If the provider has already accepted and more than 7 minutes have passed (but less than about 40 minutes), a penalty may be applied according to the rules.
af: Wil jy regtig hierdie bespreking kanselleer? Let wel: As die verskaffer reeds aanvaar het en meer as 7 minute verloop het (maar minder as ongeveer 40 minute), kan ’n boete volgens die reëls toegepas word.
am: ይህን ቦታ ማስያዝ በእርግጥ መሰረዝ ይፈልጋሉ? ማስታወሻ፦ አቅራቢው አስቀድሞ ከተቀበለ እና ከ7 ደቂቃ በላይ (ነገር ግን ከ40 ደቂቃ በታች) ካለፈ፣ በመመሪያዎች መሠረት ቅጣት ሊተገበር ይችላል።
ar: هل تريد فعلاً إلغاء هذا الحجز؟ ملاحظة: إذا كان المزوّد قد قبل بالفعل ومرّ أكثر من 7 دقائق (ولكن أقل من حوالي 40 دقيقة)، فقد تُطبَّق غرامة وفقاً للقواعد.
de: Möchtest du diese Buchung wirklich stornieren? Hinweis: Wenn der Anbieter bereits angenommen hat und mehr als 7 Minuten vergangen sind (aber weniger als ca. 40 Minuten), kann gemäß den Regeln eine Strafe/Gebühr anfallen.
es: ¿Realmente deseas cancelar esta reserva? Nota: Si el proveedor ya aceptó y han pasado más de 7 minutos (pero menos de 40 minutos aproximadamente), se puede aplicar una penalización según las reglas.
fr: Voulez-vous vraiment annuler cette réservation ? Remarque : si le prestataire a déjà accepté et que plus de 7 minutes se sont écoulées (mais moins d’environ 40 minutes), une pénalité peut être appliquée selon les règles.
he: האם באמת ברצונך לבטל את ההזמנה הזו? הערה: אם הספק כבר אישר ועברו יותר מ-7 דקות (אך פחות מכ-40 דקות), ייתכן שיוחל קנס לפי הכללים.
hi: क्या आप सच में यह बुकिंग रद्द करना चाहते हैं? नोट: यदि प्रदाता ने पहले ही स्वीकार कर लिया है और 7 मिनट से अधिक (लेकिन लगभग 40 मिनट से कम) समय बीत चुका है, तो नियमों के अनुसार जुर्माना लग सकता है।
it: Vuoi davvero annullare questa prenotazione? Nota: se il fornitore ha già accettato e sono passati più di 7 minuti (ma meno di circa 40 minuti), potrebbe essere applicata una penale secondo le regole.
ja: この予約を本当にキャンセルしますか？ 注意: 提供者がすでに承認し、7分以上（ただし約40分未満）経過している場合、規約によりペナルティが適用される可能性があります。
ko: 이 예약을 정말로 취소하시겠습니까? 참고: 제공자가 이미 수락했고 7분이 지났다면(약 40분 미만), 규정에 따라 페널티가 적용될 수 있습니다.
ru: Вы действительно хотите отменить это бронирование? Примечание: если исполнитель уже принял заказ и прошло более 7 минут (но меньше примерно 40 минут), может быть применён штраф согласно правилам.
sw: Je, kweli unataka kughairi uhifadhi huu? Kumbuka: Ikiwa mtoa huduma tayari amekubali na zaidi ya dakika 7 zimepita (lakini chini ya takriban dakika 40), adhabu inaweza kutumika kulingana na sheria.
ur: کیا آپ واقعی اس بکنگ کو منسوخ کرنا چاہتے ہیں؟ نوٹ: اگر فراہم کنندہ نے پہلے ہی قبول کر لیا ہے اور 7 منٹ سے زیادہ (لیکن تقریباً 40 منٹ سے کم) گزر چکے ہیں تو قواعد کے مطابق جرمانہ لگ سکتا ہے۔
zh: 你确定要取消此预约吗？ 注意：如果服务者已接受并且已超过 7 分钟（但少于约 40 分钟），可能会根据规则收取罚金。

source: Yes, cancel
af: Ja, kanselleer
am: አዎ፣ ሰርዝ
ar: نعم، إلغاء
de: Ja, stornieren
es: Sí, cancelar
fr: Oui, annuler
he: כן, לבטל
hi: हाँ, रद्द करें
it: Sì, annulla
ja: はい、キャンセル
ko: 예, 취소
ru: Да, отменить
sw: Ndiyo, ghairi
ur: ہاں، منسوخ کریں
zh: 是，取消

source: Failed to cancel booking.
af: Kon nie die bespreking kanselleer nie.
am: ቦታ ማስያዝ መሰረዝ አልተቻለም።
ar: فشل إلغاء الحجز.
de: Buchung konnte nicht storniert werden.
es: No se pudo cancelar la reserva.
fr: Échec de l’annulation de la réservation.
he: ביטול ההזמנה נכשל.
hi: बुकिंग रद्द नहीं हो सकी।
it: Impossibile annullare la prenotazione.
ja: 予約のキャンセルに失敗しました。
ko: 예약 취소에 실패했습니다.
ru: Не удалось отменить бронирование.
sw: Imeshindikana kughairi uhifadhi.
ur: بکنگ منسوخ نہیں ہو سکی۔
zh: 取消预约失败。

# bookingCancelledPenaltyApplied
source: Booking cancelled. A penalty of {amount} has been applied.
af: Bespreking gekanselleer. ’n Boete van {amount} is toegepas.
am: ቦታ ማስያዝ ተሰርዟል። {amount} ቅጣት ተተግብሯል።
ar: تم إلغاء الحجز. تم تطبيق غرامة قدرها {amount}.
de: Buchung storniert. Eine Strafe in Höhe von {amount} wurde angewendet.
es: Reserva cancelada. Se aplicó una penalización de {amount}.
fr: Réservation annulée. Une pénalité de {amount} a été appliquée.
he: ההזמנה בוטלה. הוחל קנס בסך {amount}.
hi: बुकिंग रद्द कर दी गई। {amount} का जुर्माना लगाया गया है।
it: Prenotazione annullata. È stata applicata una penale di {amount}.
ja: 予約をキャンセルしました。{amount} のペナルティが適用されました。
ko: 예약이 취소되었습니다. {amount}의 페널티가 적용되었습니다.
ru: Бронирование отменено. Применён штраф {amount}.
sw: Uhifadhi umeghairiwa. Adhabu ya {amount} imetumika.
ur: بکنگ منسوخ کر دی گئی۔ {amount} کا جرمانہ لاگو کیا گیا ہے۔
zh: 预约已取消。已收取 {amount} 的罚金。

source: Booking cancelled successfully.
af: Bespreking suksesvol gekanselleer.
am: ቦታ ማስያዝ በተሳካ ሁኔታ ተሰርዟል።
ar: تم إلغاء الحجز بنجاح.
de: Buchung erfolgreich storniert.
es: Reserva cancelada exitosamente.
fr: Réservation annulée avec succès.
he: ההזמנה בוטלה בהצלחה.
hi: बुकिंग सफलतापूर्वक रद्द की गई।
it: Prenotazione annullata con successo.
ja: 予約をキャンセルしました。
ko: 예약이 성공적으로 취소되었습니다.
ru: Бронирование успешно отменено.
sw: Uhifadhi umeghairiwa kwa mafanikio.
ur: بکنگ کامیابی سے منسوخ ہو گئی۔
zh: 预约取消成功。

# failedToConfirmCompletion
source: Failed to confirm completion. Please try again.
af: Kon nie voltooiing bevestig nie. Probeer asseblief weer.
am: መጨረሻነት ማረጋገጥ አልተቻለም። እባክዎ ደግመው ይሞክሩ።
ar: فشل تأكيد الإكمال. يرجى المحاولة مرة أخرى.
de: Abschluss konnte nicht bestätigt werden. Bitte versuche es erneut.
es: No se pudo confirmar la finalización. Por favor intenta de nuevo.
fr: Impossible de confirmer la fin. Veuillez réessayer.
he: אישור הסיום נכשל. נסה/י שוב.
hi: पूर्णता की पुष्टि नहीं हो सकी। कृपया फिर से प्रयास करें।
it: Impossibile confermare il completamento. Riprova.
ja: 完了の確認に失敗しました。もう一度お試しください。
ko: 완료 확인에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось подтвердить завершение. Пожалуйста, попробуйте снова.
sw: Imeshindikana kuthibitisha kukamilika. Tafadhali jaribu tena.
ur: تکمیل کی تصدیق ناکام رہی۔ براہ کرم دوبارہ کوشش کریں۔
zh: 确认完成失败，请重试。

# bothSidesConfirmedCompletedPayoutReleased
source: Both sides confirmed. Booking marked as completed and payout released.
af: Albei kante het bevestig. Bespreking is as voltooi gemerk en uitbetaling is vrygestel.
am: ሁለቱም ወገኖች አረጋግጠዋል። ቦታ ማስያዝ እንደ ተጠናቀቀ ተመልክቶ ክፍያው ተለቋል።
ar: أكد الطرفان. تم وضع علامة الحجز كمكتمل وتم تحرير الدفعة.
de: Beide Seiten haben bestätigt. Die Buchung wurde als abgeschlossen markiert und die Auszahlung freigegeben.
es: Ambas partes confirmaron. Reserva marcada como completada y pago liberado.
fr: Les deux parties ont confirmé. La réservation est marquée comme terminée et le paiement a été débloqué.
he: שני הצדדים אישרו. ההזמנה סומנה כהושלמה והתווך שוחרר.
hi: दोनों पक्षों ने पुष्टि की। बुकिंग को पूर्ण के रूप में चिह्नित किया गया और भुगतान जारी कर दिया गया।
it: Entrambe le parti hanno confermato. La prenotazione è stata segnata come completata e il pagamento è stato rilasciato.
ja: 両者が確認しました。予約は完了としてマークされ、支払いが解放されました。
ko: 양쪽 모두 확인했습니다. 예약이 완료로 표시되고 정산이 해제되었습니다.
ru: Обе стороны подтвердили. Бронирование отмечено как завершённое, выплата разблокирована.
sw: Pande zote zimethibitisha. Uhifadhi umewekwa kuwa umekamilika na malipo yametolewa.
ur: دونوں طرف سے تصدیق ہو گئی۔ بکنگ مکمل قرار دے دی گئی اور ادائیگی جاری کر دی گئی۔
zh: 双方已确认。预约已标记为完成，款项已释放。

# youConfirmedCompletionWaitingForProvider
source: You confirmed completion. Waiting for provider to confirm.
af: Jy het voltooiing bevestig. Wag vir die verskaffer om te bevestig.
am: እርስዎ መጨረሻነትን አረጋግጠዋል። የአቅራቢውን ማረጋገጫ በመጠበቅ ላይ።
ar: لقد أكدت الإكمال. بانتظار تأكيد المزوّد.
de: Du hast den Abschluss bestätigt. Warten auf Bestätigung des Anbieters.
es: Confirmaste la finalización. Esperando confirmación del proveedor.
fr: Vous avez confirmé la fin. En attente de la confirmation du prestataire.
he: אישרת סיום. ממתינים לאישור הספק.
hi: आपने पूर्णता की पुष्टि की। प्रदाता की पुष्टि की प्रतीक्षा है।
it: Hai confermato il completamento. In attesa della conferma del fornitore.
ja: 完了を確認しました。提供者の確認を待っています。
ko: 완료를 확인했습니다. 제공자의 확인을 기다리는 중입니다.
ru: Вы подтвердили завершение. Ожидаем подтверждения исполнителя.
sw: Umethibitisha kukamilika. Inasubiri uthibitisho wa mtoa huduma.
ur: آپ نے تکمیل کی تصدیق کر دی۔ فراہم کنندہ کی تصدیق کا انتظار ہے۔
zh: 你已确认完成，正在等待服务者确认。

# youConfirmedCompletionWaitingForUser
source: You confirmed completion. Waiting for user to confirm.
af: Jy het voltooiing bevestig. Wag vir die gebruiker om te bevestig.
am: እርስዎ መጨረሻነትን አረጋግጠዋል። የተጠቃሚውን ማረጋገጫ በመጠበቅ ላይ።
ar: لقد أكدت الإكمال. بانتظار تأكيد المستخدم.
de: Du hast den Abschluss bestätigt. Warten auf Bestätigung des Nutzers.
es: Confirmaste la finalización. Esperando confirmación del usuario.
fr: Vous avez confirmé la fin. En attente de la confirmation de l’utilisateur.
he: אישרת סיום. ממתינים לאישור המשתמש.
hi: आपने पूर्णता की पुष्टि की। उपयोगकर्ता की पुष्टि की प्रतीक्षा है।
it: Hai confermato il completamento. In attesa della conferma dell’utente.
ja: 完了を確認しました。ユーザーの確認を待っています。
ko: 완료를 확인했습니다. 사용자의 확인을 기다리는 중입니다.
ru: Вы подтвердили завершение. Ожидаем подтверждения пользователя.
sw: Umethibitisha kukamilika. Inasubiri uthibitisho wa mtumiaji.
ur: آپ نے تکمیل کی تصدیق کر دی۔ صارف کی تصدیق کا انتظار ہے۔
zh: 你已确认完成，正在等待用户确认。
