Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# requiresCertificationTooltip
source: This service requires a verified certification
es: Este servicio requiere una certificación verificada

source: Detecting your location...
es: Detectando tu ubicación...

source: Refresh
es: Actualizar

# countryMismatchWarningTitle
source: Different country selected
es: País diferente seleccionado

# countryMismatchWarningBody
source: We detected your location as {country}. If you're traveling or relocating, you can continue with your selection. Your currency will be based on your selected country.
es: Detectamos tu ubicación como {country}. Si estás viajando o reubicándote, puedes continuar con tu selección. Tu moneda se basará en el país seleccionado.

# reviewSelectRatingPrompt
source: Select a rating (1 to 5).
af: Kies ’n gradering (1 tot 5).
am: ደረጃ ይምረጡ (1 እስከ 5).
ar: اختر تقييمًا (من 1 إلى 5).
de: Wähle eine Bewertung (1 bis 5).
es: Selecciona una calificación (1 a 5).
fr: Sélectionnez une note (de 1 à 5).
he: בחר/י דירוג (1 עד 5).
hi: रेटिंग चुनें (1 से 5)।
it: Seleziona una valutazione (da 1 a 5).
ja: 評価（1〜5）を選択してください。
ko: 평점을 선택하세요(1~5).
ru: Выберите оценку (от 1 до 5).
sw: Chagua alama (1 hadi 5).
ur: ریٹنگ منتخب کریں (1 سے 5)۔
zh: 请选择评分（1 到 5）。

# reviewCommentOptionalLabel
source: Comment (optional)
af: Kommentaar (opsioneel)
am: አስተያየት (አማራጭ)
ar: تعليق (اختياري)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (facultatif)
he: תגובה (אופציונלי)
hi: टिप्पणी (वैकल्पिक)
it: Commento (facoltativo)
ja: コメント（任意）
ko: 댓글(선택 사항)
ru: Комментарий (необязательно)
sw: Maoni (si lazima)
ur: تبصرہ (اختیاری)
zh: 评论（可选）

# genericCancel
source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
sw: Ghairi
ur: منسوخ کریں
zh: 取消

# genericSubmit
source: Submit
af: Dien in
am: አስገባ
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
he: שליחה
hi: जमा करें
it: Invia
ja: 送信
ko: 제출
ru: Отправить
sw: Wasilisha
ur: جمع کریں
zh: 提交

# reviewSubmitFailed
source: Failed to submit review.
af: Kon nie resensie indien nie.
am: ግምገማ መላክ አልተሳካም።
ar: فشل إرسال التقييم.
de: Bewertung konnte nicht gesendet werden.
es: No se pudo enviar la reseña.
fr: Échec de l’envoi de l’avis.
he: שליחת הביקורת נכשלה.
hi: समीक्षा सबमिट नहीं हो सकी।
it: Invio recensione non riuscito.
ja: レビューの送信に失敗しました。
ko: 리뷰 제출에 실패했습니다.
ru: Не удалось отправить отзыв.
sw: Imeshindikana kuwasilisha mapitio.
ur: ریویو جمع نہیں ہو سکا۔
zh: 评价提交失败。

source: Rate this service
af: Beoordeel hierdie diens
am: ይህን አገልግሎት ደረጃ ይስጡ
ar: قيّم هذه الخدمة
de: Diese Leistung bewerten
es: Califica este servicio
fr: Noter ce service
he: דרג/י את השירות
hi: इस सेवा को रेट करें
it: Valuta questo servizio
ja: このサービスを評価
ko: 이 서비스 평가하기
ru: Оценить услугу
sw: Kadiria huduma hii
ur: اس سروس کو ریٹ کریں
zh: 评价此服务

# tipLeaveTitle
source: Leave a tip
af: Los ’n fooi
am: ቲፕ ይስጡ
ar: اترك إكرامية
de: Trinkgeld geben
es: Dejar una propina
fr: Laisser un pourboire
he: השאר/י טיפ
hi: टिप दें
it: Lascia una mancia
ja: チップを渡す
ko: 팁 남기기
ru: Оставить чаевые
sw: Toa bakshishi
ur: ٹِپ دیں
zh: 打赏小费

# tipChooseAmountPrompt
source: Choose a tip amount, or enter a custom amount.
af: Kies ’n fooibedrag of voer ’n eie bedrag in.
am: የቲፕ መጠን ይምረጡ ወይም የራስዎን ያስገቡ።
ar: اختر مبلغ الإكرامية أو أدخل مبلغًا مخصصًا.
de: Wähle einen Trinkgeldbetrag oder gib einen eigenen Betrag ein.
es: Elige un monto de propina, o ingresa un monto personalizado.
fr: Choisissez un montant de pourboire ou saisissez un montant personnalisé.
he: בחר/י סכום טיפ או הזן/י סכום מותאם.
hi: टिप राशि चुनें या कस्टम राशि दर्ज करें।
it: Scegli un importo per la mancia o inserisci un importo personalizzato.
ja: チップ金額を選ぶか、カスタム金額を入力してください。
ko: 팁 금액을 선택하거나 직접 입력하세요.
ru: Выберите сумму чаевых или введите свою.
sw: Chagua kiasi cha bakshishi au weka kiasi chako.
ur: ٹِپ کی رقم منتخب کریں یا اپنی مرضی کی رقم درج کریں۔
zh: 选择小费金额，或输入自定义金额。

# tipNoTip
source: No tip
af: Geen fooi
am: ቲፕ የለም
ar: بدون إكرامية
de: Kein Trinkgeld
es: Sin propina
fr: Pas de pourboire
he: בלי טיפ
hi: टिप नहीं
it: Nessuna mancia
ja: チップなし
ko: 팁 없음
ru: Без чаевых
sw: Hakuna bakshishi
ur: کوئی ٹِپ نہیں
zh: 不打赏

# tipCustomAmountLabel
source: Custom tip amount
af: Pasgemaakte fooibedrag
am: ብጁ የቲፕ መጠን
ar: مبلغ إكرامية مخصص
de: Eigener Trinkgeldbetrag
es: Monto de propina personalizado
fr: Montant du pourboire personnalisé
he: סכום טיפ מותאם
hi: कस्टम टिप राशि
it: Importo mancia personalizzato
ja: カスタムチップ金額
ko: 사용자 지정 팁 금액
ru: Своя сумма чаевых
sw: Kiasi cha bakshishi maalum
ur: حسبِ ضرورت ٹِپ رقم
zh: 自定义小费金额

# genericContinue
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続行
ko: 계속
ru: Продолжить
sw: Endelea
ur: جاری رکھیں
zh: 继续

source: Tip skipped.
af: Fooi oorgeslaan.
am: ቲፕ ተወው።
ar: تم تخطي الإكرامية.
de: Trinkgeld übersprungen.
es: Propina omitida.
fr: Pourboire ignoré.
he: הטיפ דולג.
hi: टिप छोड़ दी गई।
it: Mancia saltata.
ja: チップをスキップしました。
ko: 팁을 건너뛰었습니다.
ru: Чаевые пропущены.
sw: Bakshishi imerukwa.
ur: ٹِپ چھوڑ دی گئی۔
zh: 已跳过小费。

# tipFailedToSaveChoice
source: Failed to save tip choice.
af: Kon nie fooikeuse stoor nie.
am: የቲፕ ምርጫ ማስቀመጥ አልተሳካም።
ar: تعذر حفظ اختيار الإكرامية.
de: Trinkgeld-Auswahl konnte nicht gespeichert werden.
es: No se pudo guardar la elección de propina.
fr: Impossible d’enregistrer votre choix de pourboire.
he: לא ניתן לשמור את בחירת הטיפ.
hi: टिप चयन सहेजा नहीं जा सका।
it: Impossibile salvare la scelta della mancia.
ja: チップの選択を保存できませんでした。
ko: 팁 선택을 저장하지 못했습니다.
ru: Не удалось сохранить выбор чаевых.
sw: Imeshindikana kuhifadhi chaguo la bakshishi.
ur: ٹِپ کا انتخاب محفوظ نہیں ہو سکا۔
zh: 无法保存小费选择。

# tipFailedToCreatePayment
source: Failed to create tip payment.
af: Kon nie fooibetaling skep nie.
am: የቲፕ ክፍያ መፍጠር አልተሳካም።
ar: تعذر إنشاء دفع الإكرامية.
de: Trinkgeld-Zahlung konnte nicht erstellt werden.
es: No se pudo crear el pago de propina.
fr: Impossible de créer le paiement du pourboire.
he: לא ניתן ליצור תשלום טיפ.
hi: टिप भुगतान बनाया नहीं जा सका।
it: Impossibile creare il pagamento della mancia.
ja: チップ支払いを作成できませんでした。
ko: 팁 결제를 생성하지 못했습니다.
ru: Не удалось создать оплату чаевых.
sw: Imeshindikana kuunda malipo ya bakshishi.
ur: ٹِپ کی ادائیگی بن نہیں سکی۔
zh: 无法创建小费支付。

# tipPaidSuccessfully
source: Tip paid successfully. Thank you!
af: Fooi suksesvol betaal. Dankie!
am: ቲፕ በተሳካ ሁኔታ ተከፍሏል። እናመሰግናለን!
ar: تم دفع الإكرامية بنجاح. شكرًا لك!
de: Trinkgeld erfolgreich bezahlt. Danke!
es: ¡Propina pagada exitosamente. Gracias!
fr: Pourboire payé avec succès. Merci !
he: הטיפ שולם בהצלחה. תודה!
hi: टिप सफलतापूर्वक भुगतान हो गई। धन्यवाद!
it: Mancia pagata con successo. Grazie!
ja: チップの支払いが完了しました。ありがとうございます！
ko: 팁 결제가 완료되었습니다. 감사합니다!
ru: Чаевые успешно оплачены. Спасибо!
sw: Bakshishi imelipwa kikamilifu. Asante!
ur: ٹِپ کامیابی سے ادا ہو گئی۔ شکریہ!
zh: 小费支付成功。谢谢！

# tipPaidButUpdateFailed
source: Tip payment succeeded, but updating the booking failed.
af: Fooibetaling was suksesvol, maar die bespreking kon nie opgedateer word nie.
am: የቲፕ ክፍያ ተሳክቷል፣ ግን ቦታ ማሻሻል አልተሳካም።
ar: نجح دفع الإكرامية، لكن فشل تحديث الحجز.
de: Trinkgeldzahlung erfolgreich, aber die Buchung konnte nicht aktualisiert werden.
es: El pago de la propina fue exitoso, pero la actualización de la reserva falló.
fr: Le paiement du pourboire a réussi, mais la mise à jour de la réservation a échoué.
he: תשלום הטיפ הצליח, אך עדכון ההזמנה נכשל.
hi: टिप भुगतान सफल हुआ, लेकिन बुकिंग अपडेट नहीं हो सकी।
it: Pagamento della mancia riuscito, ma aggiornamento della prenotazione non riuscito.
ja: チップの支払いは成功しましたが、予約の更新に失敗しました。
ko: 팁 결제는 성공했지만 예약 업데이트에 실패했습니다.
ru: Оплата чаевых прошла успешно, но обновить бронирование не удалось.
sw: Malipo ya bakshishi yamefanikiwa, lakini kusasisha booking kumesindikana.
ur: ٹِپ کی ادائیگی کامیاب ہوئی، لیکن بکنگ اپڈیٹ نہیں ہو سکی۔
zh: 小费支付成功，但更新订单失败。

# tipCancelledOrFailed
source: Tip cancelled/failed: {message}
af: Fooi gekanselleer/misluk: {message}
am: ቲፕ ተሰርዟል/አልተሳካም: {message}
ar: تم إلغاء/فشل الإكرامية: {message}
de: Trinkgeld abgebrochen/fehlgeschlagen: {message}
es: Propina cancelada/fallida: {message}
fr: Pourboire annulé/échoué : {message}
he: הטיפ בוטל/נכשל: {message}
hi: टिप रद्द/विफल: {message}
it: Mancia annullata/non riuscita: {message}
ja: チップがキャンセル/失敗しました：{message}
ko: 팁이 취소/실패했습니다: {message}
ru: Чаевые отменены/не удались: {message}
sw: Bakshishi imeghairiwa/imeshindwa: {message}
ur: ٹِپ منسوخ/ناکام: {message}
zh: 小费已取消/失败：{message}

# tipUnexpectedError
source: Unexpected tip error: {error}
af: Onverwagte fooifout: {error}
am: ያልተጠበቀ የቲፕ ስህተት: {error}
ar: خطأ غير متوقع في الإكرامية: {error}
de: Unerwarteter Trinkgeld-Fehler: {error}
es: Error inesperado de propina: {error}
fr: Erreur de pourboire inattendue : {error}
he: שגיאת טיפ לא צפויה: {error}
hi: टिप में अनपेक्षित त्रुटि: {error}
it: Errore imprevisto della mancia: {error}
ja: 予期しないチップエラー：{error}
ko: 예기치 않은 팁 오류: {error}
ru: Неожиданная ошибка чаевых: {error}
sw: Hitilafu isiyotarajiwa ya bakshishi: {error}
ur: ٹِپ میں غیر متوقع خرابی: {error}
zh: 小费发生意外错误：{error}

# tipAlreadyPaidLabel
source: Tip already paid
af: Fooi reeds betaal
am: ቲፕ አስቀድሞ ተከፍሏል
ar: تم دفع الإكرامية بالفعل
de: Trinkgeld bereits bezahlt
es: Propina ya pagada
fr: Pourboire déjà payé
he: הטיפ כבר שולם
hi: टिप पहले ही भुगतान हो चुकी है
it: Mancia già pagata
ja: チップは支払い済みです
ko: 이미 팁을 결제했습니다
ru: Чаевые уже оплачены
sw: Bakshishi tayari imelipwa
ur: ٹِپ پہلے ہی ادا ہو چکی ہے
zh: 小费已支付

# tipSkippedLabel
source: Tip skipped
af: Fooi oorgeslaan
am: ቲፕ ተወው
ar: تم تخطي الإكرامية
de: Trinkgeld übersprungen
es: Propina omitida
fr: Pourboire ignoré
he: טיפ דולג
hi: टिप छोड़ी गई
it: Mancia saltata
ja: チップをスキップ
ko: 팁 건너뜀
ru: Чаевые пропущены
sw: Bakshishi imerukwa
ur: ٹِپ چھوڑ دی گئی
zh: 已跳过小费

# tipLeaveButton
source: Leave a tip
af: Los ’n fooi
am: ቲፕ ይስጡ
ar: اترك إكرامية
de: Trinkgeld geben
es: Dejar una propina
fr: Laisser un pourboire
he: השאר/י טיפ
hi: टिप दें
it: Lascia una mancia
ja: チップを渡す
ko: 팁 남기기
ru: Оставить чаевые
sw: Toa bakshishi
ur: ٹِپ دیں
zh: 打赏小费

# walletTitle
source: Wallet
af: Beursie
am: ዋሌት
ar: المحفظة
es: Cartera
fr: Portefeuille
he: ארנק
hi: वॉलेट
it: Portafoglio
ja: ウォレット
ru: Кошелёк
sw: Pochi
ur: والیٹ
zh: 钱包

# walletTooltip
source: Wallet
af: Beursie
am: ዋሌት
ar: المحفظة
es: Cartera
fr: Portefeuille
he: ארנק
hi: वॉलेट
it: Portafoglio
ja: ウォレット
ru: Кошелёк
sw: Pochi
ur: والیٹ
zh: 钱包

# payoutSettingsTitle
source: Payout Settings
af: Uitbetalingsinstellings
am: የክፍያ ቅንብሮች
ar: إعدادات السحب
de: Auszahlungseinstellungen
es: Configuración de Pagos
fr: Paramètres de paiement
he: הגדרות תשלום
hi: भुगतान सेटिंग्स
it: Impostazioni pagamenti
ja: 振込設定
ru: Настройки выплат
sw: Mipangilio ya malipo
ur: ادائیگی کی ترتیبات
zh: 提现设置

# payoutSettingsTooltip
source: Payout settings
af: Uitbetalingsinstellings
am: የክፍያ ቅንብሮች
ar: إعدادات السحب
de: Auszahlungseinstellungen
es: Configuración de pagos
fr: Paramètres de paiement
he: הגדרות תשלום
hi: भुगतान सेटिंग्स
it: Impostazioni pagamenti
ja: 振込設定
ru: Настройки выплат
sw: Mipangilio ya malipo
ur: ادائیگی کی ترتیبات
zh: 提现设置

# walletNoWalletYet
source: No wallet yet. Complete jobs to earn.
af: Nog geen beursie nie. Voltooi werk om te verdien.
am: አሁን ዋሌት የለም። ስራዎችን ጨርሰው ለመገኘት ይጀምሩ።
ar: لا توجد محفظة بعد. أكمل المهام لكسب المال.
de: Noch kein Wallet. Schließe Jobs ab, um zu verdienen.
es: Aún no tienes cartera. Completa trabajos para ganar.
fr: Aucun portefeuille pour le moment. Terminez des missions pour gagner.
he: אין ארנק עדיין. השלימו עבודות כדי להרוויח.
hi: अभी कोई वॉलेट नहीं है। कमाने के लिए काम पूरा करें।
it: Nessun portafoglio ancora. Completa lavori per guadagnare.
ja: ウォレットはまだありません。仕事を完了すると収益が反映されます。
ru: Кошелёк пока отсутствует. Выполните заказы, чтобы заработать.
sw: Bado hakuna pochi. Kamilisha kazi ili upate mapato.
ur: ابھی کوئی والیٹ نہیں ہے۔ کمانے کے لیے کام مکمل کریں۔
zh: 暂无钱包。完成订单后即可获得收入。

# walletCurrencyFieldLabel
source: Currency
af: Geldeenheid
am: ምንዛሬ
ar: العملة
de: Währung
es: Moneda
fr: Devise
he: מטבע
hi: मुद्रा
it: Valuta
ja: 通貨
ru: Валюта
sw: Sarafu
ur: کرنسی
zh: 币种

# walletAvailableLine
source: Available: {amount} {currency}
af: Beskikbaar: {amount} {currency}
am: የሚገኝ: {amount} {currency}
ar: المتاح: {amount} {currency}
de: Verfügbar: {amount} {currency}
es: Disponible: {amount} {currency}
fr: Disponible : {amount} {currency}
he: זמין: {amount} {currency}
hi: उपलब्ध: {amount} {currency}
it: Disponibile: {amount} {currency}
ja: 利用可能: {amount} {currency}
ru: Доступно: {amount} {currency}
sw: Inapatikana: {amount} {currency}
ur: دستیاب: {amount} {currency}
zh: 可用：{amount} {currency}

# walletPendingLine
source: Pending: {amount} {currency}
af: Hangende: {amount} {currency}
am: በመጠባበቅ ላይ: {amount} {currency}
ar: قيد الانتظار: {amount} {currency}
de: Ausstehend: {amount} {currency}
es: Pendiente: {amount} {currency}
fr: En attente : {amount} {currency}
he: בהמתנה: {amount} {currency}
hi: लंबित: {amount} {currency}
it: In sospeso: {amount} {currency}
ja: 保留中: {amount} {currency}
ru: В ожидании: {amount} {currency}
sw: Inasubiri: {amount} {currency}
ur: زیرِ التواء: {amount} {currency}
zh: 待处理：{amount} {currency}

# walletCashOutInstant
source: Cash Out (Instant)
af: Kontant uit (onmiddellik)
am: አሁን መውጣት
ar: سحب فوري
de: Sofort auszahlen
es: Retirar (Instantáneo)
fr: Retirer (instantané)
he: משיכה מיידית
hi: तुरंत निकासी
it: Preleva (istantaneo)
ja: 即時出金
ru: Вывести (мгновенно)
sw: Toa pesa (haraka)
ur: فوری نکالیں
zh: 立即提现

# walletCashOutFailed
source: Cash out failed.
af: Kontantuitbetaling het misluk.
am: መውጣት አልተሳካም።
ar: فشل السحب.
de: Auszahlung fehlgeschlagen.
es: Retiro fallido.
fr: Échec du retrait.
he: המשיכה נכשלה.
hi: निकासी विफल हुई।
it: Prelievo non riuscito.
ja: 出金に失敗しました。
ru: Не удалось вывести средства.
sw: Kutolea pesa kumeshindikana.
ur: کیش آؤٹ ناکام ہوا۔
zh: 提现失败。

# walletCashOutSentTransfer
source: Cash out sent. Transfer: {transferId}
af: Kontantuitbetaling gestuur. Oordrag: {transferId}
am: መውጣት ተልኳል። ማስተላለፊያ: {transferId}
ar: تم إرسال طلب السحب. التحويل: {transferId}
de: Auszahlung gesendet. Transfer: {transferId}
es: Retiro enviado. Transferencia: {transferId}
fr: Retrait envoyé. Virement : {transferId}
he: בקשת המשיכה נשלחה. העברה: {transferId}
hi: निकासी भेज दी गई। ट्रांसफ़र: {transferId}
it: Prelievo inviato. Trasferimento: {transferId}
ja: 出金を送信しました。送金: {transferId}
ru: Запрос на вывод отправлен. Перевод: {transferId}
sw: Ombi la kutoa pesa limetumwa. Uhamisho: {transferId}
ur: کیش آؤٹ بھیج دیا گیا۔ ٹرانسفر: {transferId}
zh: 提现已提交。转账：{transferId}

# walletTransactionsTitle
source: Transactions
af: Transaksies
am: ግብይቶች
ar: المعاملات
de: Transaktionen
es: Transacciones
he: עסקאות
hi: लेन-देन
it: Transazioni
ja: 取引履歴
ru: Транзакции
sw: Miamala
ur: لین دین
zh: 交易记录

# walletNoTransactionsYet
source: No transactions yet.
af: Nog geen transaksies nie.
am: እስካሁን ግብይት የለም።
ar: لا توجد معاملات بعد.
de: Noch keine Transaktionen.
es: Aún no hay transacciones.
fr: Aucune transaction pour le moment.
he: אין עסקאות עדיין.
hi: अभी कोई लेन-देन नहीं।
it: Nessuna transazione.
ja: 取引はまだありません。
ru: Транзакций пока нет.
sw: Bado hakuna miamala.
ur: ابھی کوئی لین دین نہیں۔
zh: 暂无交易记录。

# payoutAutoPayoutsTitle
source: Auto payouts
af: Outomatiese uitbetalings
am: ራስ-ሰር ክፍያዎች
ar: السحب التلقائي
de: Automatische Auszahlungen
es: Pagos automáticos
fr: Paiements automatiques
he: תשלומים אוטומטיים
hi: स्वचालित भुगतान
it: Pagamenti automatici
ja: 自動振込
ru: Автовыплаты
sw: Malipo ya kiotomatiki
ur: خودکار ادائیگیاں
zh: 自动提现

# payoutAutoPayoutsSubtitle
source: Automatically send payouts on your chosen schedule.
af: Stuur uitbetalings outomaties volgens jou skedule.
am: እንደ ተመረጠው መርሃ ግብር ክፍያዎችን በራስ-ሰር ይላኩ።
ar: إرسال السحوبات تلقائيًا حسب الجدول الذي اخترته.
de: Auszahlungen automatisch nach deinem Zeitplan senden.
es: Envía pagos automáticamente en tu horario elegido.
fr: Envoyer automatiquement les paiements selon votre planning.
he: שליחת תשלומים אוטומטית לפי לוח הזמנים שבחרת.
hi: आपके चुने हुए शेड्यूल पर अपने आप भुगतान भेजें।
it: Invia pagamenti automaticamente secondo la pianificazione scelta.
ja: 選択したスケジュールで自動的に振り込みます。
ru: Автоматически отправлять выплаты по выбранному расписанию.
sw: Tuma malipo kiotomatiki kulingana na ratiba uliyoweka.
ur: اپنے منتخب شیڈول کے مطابق خودکار ادائیگیاں بھیجیں۔
zh: 按您选择的计划自动发起提现。

# payoutDayUtcLabel
source: Payout day (UTC)
af: Uitbetalingsdag (UTC)
am: የክፍያ ቀን (UTC)
ar: يوم السحب (UTC)
de: Auszahlungstag (UTC)
es: Día de pago (UTC)
fr: Jour de paiement (UTC)
he: יום תשלום (UTC)
hi: भुगतान दिन (UTC)
it: Giorno di pagamento (UTC)
ja: 振込曜日(UTC)
ru: День выплаты (UTC)
sw: Siku ya malipo (UTC)
ur: ادائیگی کا دن (UTC)
zh: 提现日（UTC）

# payoutHourUtcLabel
source: Payout hour (UTC)
af: Uitbetalingstyd (UTC)
am: የክፍያ ሰዓት (UTC)
ar: ساعة السحب (UTC)
de: Auszahlungsstunde (UTC)
es: Hora de pago (UTC)
fr: Heure de paiement (UTC)
he: שעת תשלום (UTC)
hi: भुगतान समय (UTC)
it: Ora di pagamento (UTC)
ja: 振込時間(UTC)
ru: Час выплаты (UTC)
sw: Saa ya malipo (UTC)
ur: ادائیگی کا وقت (UTC)
zh: 提现时间（UTC）

# payoutMinimumAmountLabel
source: Minimum auto payout amount
af: Minimum outomatiese uitbetalingsbedrag
am: ዝቅተኛ የራስ-ሰር ክፍያ መጠን
ar: الحد الأدنى للسحب التلقائي
de: Mindestbetrag für automatische Auszahlung
es: Monto mínimo de pago automático
fr: Montant minimum du paiement automatique
he: סכום מינימלי לתשלום אוטומטי
hi: स्वचालित भुगतान की न्यूनतम राशि
it: Importo minimo per pagamento automatico
ja: 自動振込の最小金額
ru: Минимальная сумма для автовыплаты
sw: Kiwango cha chini cha malipo ya kiotomatiki
ur: خودکار ادائیگی کی کم از کم رقم
zh: 自动提现最低金额

# payoutMinimumAmountHelper
source: Auto payout runs only if available balance ≥ this amount.
af: Outomatiese uitbetaling loop net as die beskikbare balans ≥ hierdie bedrag is.
am: የሚገኝ ቀሪ ሂሳብ ≥ ከዚህ መጠን ሲሆን ብቻ ራስ-ሰር ክፍያ ይሄዳል።
ar: لن يتم السحب التلقائي إلا إذا كان الرصيد المتاح ≥ هذا المبلغ.
de: Automatische Auszahlung nur, wenn der verfügbare Kontostand ≥ diesem Betrag ist.
es: El pago automático se ejecuta solo si el saldo disponible ≥ este monto.
fr: Le paiement automatique s’exécute seulement si le solde disponible ≥ ce montant.
he: תשלום אוטומטי יתבצע רק אם היתרה הזמינה ≥ סכום זה.
hi: स्वचालित भुगतान तभी चलेगा जब उपलब्ध बैलेंस ≥ इस राशि के हो।
it: Il pagamento automatico viene eseguito solo se il saldo disponibile ≥ questo importo.
ja: 利用可能残高がこの金額以上の場合のみ自動振込が実行されます。
ru: Автовыплата выполняется только если доступный баланс ≥ этой суммы.
sw: Malipo ya kiotomatiki yataendeshwa tu ikiwa salio linalopatikana ≥ kiasi hiki.
ur: خودکار ادائیگی تبھی چلے گی جب دستیاب بیلنس ≥ اس رقم کے ہو۔
zh: 仅当可用余额 ≥ 该金额时才会自动提现。

# payoutInstantCashOutEnabledTitle
source: Instant cash out enabled
af: Onmiddellike kontantuitbetaling geaktiveer
am: ፈጣን መውጣት ነቅቷል
ar: تمكين السحب الفوري
de: Sofortauszahlung aktiviert
es: Retiro instantáneo habilitado
fr: Retrait instantané activé
he: הפעלת משיכה מיידית
hi: तुरंत निकासी सक्षम
it: Prelievo istantaneo abilitato
ja: 即時出金を有効にする
ru: Мгновенный вывод включён
sw: Utoaji wa haraka umewezeshwa
ur: فوری کیش آؤٹ فعال
zh: 启用即时提现

# payoutInstantCashOutEnabledSubtitle
source: Allow the “Cash Out” button (fee applies).
af: Laat die “Kontant uit”-knoppie toe (fooi geld).
am: “መውጣት” አዝራርን ያንቁ (ክፍያ ሊኖር ይችላል)።
ar: السماح بزر «سحب فوري» (قد تُطبق رسوم).
de: Die Schaltfläche „Sofort auszahlen“ erlauben (Gebühr fällt an).
es: Permitir el botón "Retirar" (se aplica comisión).
fr: Autoriser le bouton « Retirer » (des frais s’appliquent).
he: לאפשר כפתור „משיכה” (חלה עמלה).
hi: “निकासी” बटन की अनुमति दें (शुल्क लागू होगा)।
it: Consenti il pulsante “Preleva” (si applica una commissione).
ja: 「即時出金」ボタンを許可します（手数料がかかります）。
ru: Разрешить кнопку «Вывести» (взимается комиссия).
sw: Ruhusu kitufe cha “Toa pesa” (ada itatumika).
ur: “کیش آؤٹ” بٹن کی اجازت دیں (فیس لاگو ہوگی)۔
zh: 允许“立即提现”按钮（会收取手续费）。

source: Payout settings saved.
af: Uitbetalingsinstellings gestoor.
am: የክፍያ ቅንብሮች ተቀምጠዋል።
ar: تم حفظ إعدادات السحب.
de: Auszahlungseinstellungen gespeichert.
es: Configuración de pagos guardada.
fr: Paramètres de paiement enregistrés.
he: הגדרות התשלום נשמרו.
hi: भुगतान सेटिंग्स सहेजी गईं।
it: Impostazioni pagamenti salvate.
ja: 振込設定を保存しました。
ru: Настройки выплат сохранены.
sw: Mipangilio ya malipo imehifadhiwa.
ur: ادائیگی کی ترتیبات محفوظ ہوگئیں۔
zh: 提现设置已保存。

# payoutSettingsSaveFailed
source: Failed to save payout settings.
af: Kon nie uitbetalingsinstellings stoor nie.
am: የክፍያ ቅንብሮችን ማስቀመጥ አልተሳካም።
ar: تعذر حفظ إعدادات السحب.
de: Auszahlungseinstellungen konnten nicht gespeichert werden.
es: No se pudo guardar la configuración de pagos.
fr: Impossible d’enregistrer les paramètres de paiement.
he: שמירת הגדרות התשלום נכשלה.
hi: भुगतान सेटिंग्स सहेजने में विफल।
it: Impossibile salvare le impostazioni pagamenti.
ja: 振込設定の保存に失敗しました。
ru: Не удалось сохранить настройки выплат.
sw: Imeshindwa kuhifadhi mipangilio ya malipo.
ur: ادائیگی کی ترتیبات محفوظ نہیں ہو سکیں۔
zh: 保存提现设置失败。

# servicePricingStepIndicator
source: Step {current} of {total}
es: Paso {current} de {total}

# serviceSelectionTitle
source: What services do you offer?
es: ¿Qué servicios ofreces?

# serviceSelectionSubtitle
source: Tap to select the services you provide. You can change this anytime.
es: Toca para seleccionar los servicios que proporcionas. Puedes cambiar esto en cualquier momento.

# priceSettingTitle
source: Set your prices
es: Establece tus precios

# priceSettingSubtitle
source: Enter your price for each service you selected.
es: Ingresa tu precio para cada servicio que seleccionaste.

# nextButton
source: Next
es: Siguiente

# backButton
source: Back
es: Atrás

# editServicesLink
source: Edit services
es: Editar servicios

# selectAtLeastOneService
source: Please select at least one service to continue.
es: Por favor selecciona al menos un servicio para continuar.

# noServicesSelectedYet
source: No services selected yet. Go back to select services.
es: Aún no has seleccionado servicios. Vuelve atrás para seleccionar servicios.

# servicesSelectedCount
source: {count} {count, plural, =1{service} other{services}} selected
es: {count} {count, plural, =1{servicio} other{servicios}} seleccionados

# certificationRequiredChip
source: Requires certification
es: Requiere certificación

source: Save Prices
es: Guardar Precios

# onboardingSkip
source: Skip
es: Omitir

# onboardingGetStarted
source: Get Started
es: Comenzar

# onboardingMaybeLater
source: Maybe Later
es: Quizás Después

# onboardingEnableLocation
source: Enable Location
es: Habilitar Ubicación

# onboardingWelcomeTitle
source: Welcome to Styloria
es: Bienvenido a Styloria

# onboardingWelcomeSubtitle
source: Your personal beauty & grooming marketplace
es: Tu mercado personal de belleza y cuidado personal

# onboardingWelcomeDescription
source: Book professional stylists, barbers, and beauty experts — anytime, anywhere.
es: Reserva estilistas profesionales, barberos y expertos en belleza — en cualquier momento, en cualquier lugar.

# onboardingCustomerTitle
source: Book Services Instantly
es: Reserva Servicios al Instante

# onboardingCustomerSubtitle
source: Find and book beauty services with ease
es: Encuentra y reserva servicios de belleza con facilidad

# onboardingCustomerBullet1
source: Find verified providers near you
es: Encuentra proveedores verificados cerca de ti

# onboardingCustomerBullet2
source: Compare prices transparently
es: Compara precios de forma transparente

# onboardingCustomerBullet3
source: Pay securely in-app
es: Paga de forma segura en la app

# onboardingCustomerBullet4
source: Track your provider in real-time
es: Rastrea a tu proveedor en tiempo real

# onboardingProviderTitle
source: Grow Your Business
es: Haz Crecer Tu Negocio

# onboardingProviderSubtitle
source: Turn your skills into income
es: Convierte tus habilidades en ingresos
