Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

source: Account
af: Rekening
am: መለያ
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
ja: アカウント
ko: 계정
ru: Аккаунт
sw: Akaunti
ur: اکاؤنٹ
zh: 账户

source: Profile
af: Profiel
am: ፕሮፋይል
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
ru: Профиль
sw: Wasifu
ur: پروفائل
zh: 个人资料

source: My Bookings
af: My besprekings
am: የእኔ ቦታ ማስያዝ
ar: حجوزاتي
de: Meine Buchungen
es: Mis Reservas
fr: Mes réservations
he: ההזמנות שלי
hi: मेरी बुकिंग
it: Le mie prenotazioni
ja: 予約一覧
ko: 내 예약
ru: Мои бронирования
sw: Nafasi zangu
ur: میری بکنگز
zh: 我的预约

source: Open Jobs
af: Oop werke
am: ክፍት ስራዎች
ar: الوظائف المتاحة
de: Offene Jobs
es: Trabajos Disponibles
fr: Offres ouvertes
he: משרות פתוחות
hi: खुले जॉब्स
it: Lavori aperti
ja: 募集中の案件
ko: 오픈 잡
ru: Открытые заявки
sw: Kazi zilizo wazi
ur: اوپن جابز
zh: 开放订单

source: Earnings
af: Verdienste
am: ገቢ
ar: الأرباح
de: Einnahmen
es: Ganancias
fr: Gains
he: רווחים
hi: कमाई
it: Guadagni
ja: 収益
ko: 수익
ru: Заработок
sw: Mapato
ur: کمائی
zh: 收入

source: Payment methods
af: Betaalmetodes
am: የክፍያ መንገዶች
ar: طرق الدفع
de: Zahlungsmethoden
es: Métodos de pago
fr: Moyens de paiement
he: אמצעי תשלום
hi: भुगतान के तरीके
it: Metodi di pagamento
ja: 支払い方法
ko: 결제 수단
ru: Способы оплаты
sw: Njia za malipo
ur: ادائیگی کے طریقے
zh: 支付方式

source: Refer friends
af: Verwys vriende
am: ጓደኞችን ይጋብዙ
ar: دعوة الأصدقاء
de: Freunde einladen
es: Invitar amigos
fr: Parrainer des amis
he: הזמנת חברים
hi: दोस्तों को रेफ़र करें
it: Invita amici
ja: 友達を紹介
ko: 친구 추천
ru: Пригласить друзей
sw: Alika marafiki
ur: دوستوں کو ریفر کریں
zh: 邀请好友

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
ru: Язык
sw: Lugha
ur: زبان
zh: 语言

source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
sw: Mipangilio
ur: سیٹنگز
zh: 设置

source: Dark mode
af: Donker modus
am: ጨለማ ሁኔታ
ar: الوضع الداكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
it: Modalità scura
ja: ダークモード
ko: 다크 모드
ru: Тёмная тема
sw: Hali ya giza
ur: ڈارک موڈ
zh: 深色模式

source: System default
af: Stelsel verstek
am: የስርዓት ነባሪ
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut (système)
he: ברירת מחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
it: Predefinito di sistema
ja: システム設定
ko: 시스템 기본값
ru: По умолчанию (система)
sw: Chaguo-msingi la mfumo
ur: سسٹم ڈیفالٹ
zh: 系统默认

source: Language updated
af: Taal opgedateer
am: ቋንቋ ተዘምኗል
ar: تم تحديث اللغة
de: Sprache aktualisiert
es: Idioma actualizado
fr: Langue mise à jour
he: השפה עודכנה
hi: भाषा अपडेट हो गई
it: Lingua aggiornata
ja: 言語を更新しました
ko: 언어가 업데이트되었습니다
ru: Язык обновлён
sw: Lugha imesasishwa
ur: زبان اپڈیٹ ہو گئی
zh: 语言已更新

source: Language set to system default
af: Taal na stelsel verstek gestel
am: ቋንቋ ወደ የስርዓት ነባሪ ተመልሷል
ar: تم ضبط اللغة على افتراضي النظام
de: Sprache auf Systemstandard gesetzt
es: Idioma configurado como predeterminado del sistema
fr: Langue définie sur celle du système
he: השפה הוגדרה לברירת המחדל של המערכת
hi: भाषा सिस्टम डिफ़ॉल्ट पर सेट हो गई
it: Lingua impostata su quella di sistema
ja: 言語をシステム設定に戻しました
ko: 언어가 시스템 기본값으로 설정되었습니다
ru: Язык установлен как системный
sw: Lugha imewekwa kuwa chaguo-msingi la mfumo
ur: زبان سسٹم ڈیفالٹ پر سیٹ ہو گئی
zh: 语言已设置为系统默认

# helpAndSupport
source: Help & Support
af: Hulp en ondersteuning
am: እርዳታ እና ድጋፍ
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y Soporte
fr: Aide et support
he: עזרה ותמיכה
hi: सहायता और समर्थन
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
ru: Помощь и поддержка
sw: Msaada na usaidizi
ur: مدد اور سپورٹ
zh: 帮助与支持

source: Chat with customer service
af: Gesels met kliëntediens
am: ከደንበኛ አገልግሎት ጋር ይወያዩ
ar: الدردشة مع خدمة العملاء
de: Mit dem Kundenservice chatten
es: Chatear con servicio al cliente
fr: Discuter avec le service client
he: צ'אט עם שירות הלקוחות
hi: कस्टमर सर्विस से चैट करें
it: Chat con il servizio clienti
ja: カスタマーサポートとチャット
ko: 고객 지원과 채팅
ru: Чат со службой поддержки
sw: Ongea na huduma kwa wateja
ur: کسٹمر سروس سے چیٹ کریں
zh: 与客服聊天

# aboutAndPolicies
source: About & Policies
af: Oor en beleide
am: ስለ እኛ እና ፖሊሲዎች
ar: حول والسياسات
de: Info & Richtlinien
es: Acerca de y Políticas
fr: À propos et politiques
he: אודות ומדיניות
hi: जानकारी और नीतियाँ
it: Info e policy
ja: アプリ情報とポリシー
ko: 정보 및 정책
ru: О приложении и политики
sw: Kuhusu na sera
ur: تعارف اور پالیسیاں
zh: 关于与政策

source: View user policies and agreements
af: Bekyk gebruikersbeleide en ooreenkomste
am: የተጠቃሚ ፖሊሲዎችን እና ስምምነቶችን ይመልከቱ
ar: عرض سياسات واتفاقيات المستخدم
de: Richtlinien und Vereinbarungen anzeigen
es: Ver políticas y acuerdos del usuario
fr: Voir les politiques et accords utilisateurs
he: צפייה במדיניות ובהסכמי משתמש
hi: उपयोगकर्ता नीतियाँ और समझौते देखें
it: Visualizza policy e accordi utente
ja: ユーザーポリシーと規約を表示
ko: 사용자 정책 및 약관 보기
ru: Просмотр политик и соглашений пользователя
sw: Tazama sera na makubaliano ya mtumiaji
ur: یوزر پالیسیاں اور معاہدے دیکھیں
zh: 查看用户政策与协议

source: Log out
af: Teken uit
am: ውጣ
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתקות
hi: लॉग आउट
it: Esci
ja: ログアウト
ko: 로그아웃
ru: Выйти
sw: Toka
ur: لاگ آؤٹ
zh: 退出登录

source: Delete account
af: Verwyder rekening
am: መለያ ሰርዝ
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת חשבון
hi: खाता हटाएँ
it: Elimina account
ja: アカウント削除
ko: 계정 삭제
ru: Удалить аккаунт
sw: Futa akaunti
ur: اکاؤنٹ حذف کریں
zh: 删除账户

# deleteAccountSubtitle
source: This action cannot be undone
af: Hierdie aksie kan nie ongedaan gemaak word nie
am: ይህ እርምጃ ሊመለስ አይችልም
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action est irréversible
he: לא ניתן לבטל פעולה זו
hi: यह कार्रवाई वापस नहीं ली जा सकती
it: Questa azione non può essere annullata
ja: この操作は取り消せません
ko: 이 작업은 되돌릴 수 없습니다
ru: Это действие нельзя отменить
sw: Kitendo hiki hakiwezi kutenduliwa
ur: یہ عمل واپس نہیں ہو سکتا
zh: 此操作无法撤销

# deleteAccountTitle
source: Delete account
af: Verwyder rekening
am: መለያ ሰርዝ
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת חשבון
hi: खाता हटाएँ
it: Elimina account
ja: アカウント削除
ko: 계정 삭제
ru: Удалить аккаунт
sw: Futa akaunti
ur: اکاؤنٹ حذف کریں
zh: 删除账户

# deleteAccountConfirmBody
source: Are you sure you want to delete your account? This action will sign you out and you may lose access permanently.
af: Is jy seker jy wil jou rekening verwyder? Hierdie aksie sal jou uitteken en jy kan permanent toegang verloor.
am: መለያዎን ማጥፋት እርግጠኛ ነዎት? ይህ እርምጃ ከመለያዎ ያወጣዎታል እና ለዘላቂ ጊዜ መዳረሻ ሊጠፋ ይችላል።
ar: هل أنت متأكد أنك تريد حذف حسابك؟ سيؤدي هذا الإجراء إلى تسجيل خروجك وقد تفقد الوصول بشكل دائم.
de: Möchten Sie Ihr Konto wirklich löschen? Diese Aktion meldet Sie ab und Sie können dauerhaft den Zugriff verlieren.
es: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción cerrará tu sesión y podrías perder el acceso permanentemente.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action vous déconnectera et vous pourriez perdre l’accès définitivement.
he: האם אתה בטוח שברצונך למחוק את החשבון שלך? פעולה זו תנתק אותך וייתכן שתאבד גישה לצמיתות.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह आपको साइन आउट कर देगा और आप स्थायी रूप से एक्सेस खो सकते हैं।
it: Sei sicuro di voler eliminare il tuo account? Questa azione ti disconnetterà e potresti perdere l’accesso in modo permanente.
ja: アカウントを削除しますか？ サインアウトされ、今後アクセスできなくなる可能性があります。
ko: 계정을 삭제하시겠습니까? 이 작업은 로그아웃되며 영구적으로 접근 권한을 잃을 수 있습니다.
ru: Вы уверены, что хотите удалить аккаунт? Вы выйдете из системы и можете навсегда потерять доступ.
sw: Una uhakika unataka kufuta akaunti yako? Hatua hii itakuondoa (sign out) na unaweza kupoteza ufikiaji kabisa.
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ یہ عمل آپ کو سائن آؤٹ کر دے گا اور آپ مستقل طور پر رسائی کھو سکتے ہیں۔
zh: 确定要删除你的账户吗？ 此操作将使你退出登录，并且你可能会永久失去访问权限。

source: Yes, delete
af: Ja, verwyder
am: አዎ፣ ሰርዝ
ar: نعم، احذف
de: Ja, löschen
es: Sí, eliminar
fr: Oui, supprimer
he: כן, למחוק
hi: हाँ, हटाएँ
it: Sì, elimina
ja: はい、削除
ko: 예, 삭제
ru: Да, удалить
sw: Ndiyo, futa
ur: ہاں، حذف کریں
zh: 是，删除

# deleteAccountSheetTitle
source: We’re sorry to see you go.
af: Ons is jammer om jou te sien gaan.
am: መሄድዎን እናዝናለን።
ar: نأسف لرؤيتك تغادر.
de: Schade, dass Sie gehen.
es: Lamentamos verte partir.
fr: Nous sommes désolés de vous voir partir.
he: מצטערים לראות אותך עוזב/ת.
hi: आपके जाने का दुख है।
it: Ci dispiace vederti andare via.
ja: ご利用ありがとうございました。
ko: 떠나셔서 아쉽습니다.
ru: Нам жаль, что вы уходите.
sw: Tunasikitika kukuona unaondoka.
ur: ہمیں افسوس ہے کہ آپ جا رہے ہیں۔
zh: 很遗憾看到你离开。

# deleteAccountSheetPrompt
source: Can you tell us why? (Select all that apply)
af: Kan jy vir ons sê hoekom? (Kies alles wat van toepassing is)
am: ለምን እንደሚሄዱ ሊነግሩን ይችላሉ? (ሁሉንም ይምረጡ)
ar: هل يمكنك إخبارنا بالسبب؟ (حدد كل ما ينطبق)
de: Können Sie uns sagen warum? (Alle zutreffenden auswählen)
es: ¿Puedes decirnos por qué? (Selecciona todas las que apliquen)
fr: Pouvez-vous nous dire pourquoi ? (Sélectionnez tout ce qui s’applique)
he: אפשר לדעת למה? (בחר/י את כל המתאים)
hi: क्या आप कारण बता सकते हैं? (जो लागू हो, सभी चुनें)
it: Puoi dirci perché? (Seleziona tutte le opzioni pertinenti)
ja: 理由を教えてください（複数選択可）
ko: 이유를 알려주실 수 있나요? (해당되는 항목 모두 선택)
ru: Почему вы уходите? (выберите все подходящее)
sw: Unaweza kutuambia kwa nini? (Chagua yote yanayohusika)
ur: کیا آپ وجہ بتا سکتے ہیں؟ (جو لاگو ہو سب منتخب کریں)
zh: 可以告诉我们原因吗？（可多选）

# deleteAccountSelectAtLeastOneReason
source: Please select at least one reason.
af: Kies asseblief minstens een rede.
am: እባክዎ ቢያንስ አንድ ምክንያት ይምረጡ።
ar: يرجى اختيار سبب واحد على الأقل.
de: Bitte wählen Sie mindestens einen Grund aus.
es: Por favor selecciona al menos una razón.
fr: Veuillez sélectionner au moins une raison.
he: אנא בחר/י לפחות סיבה אחת.
hi: कृपया कम से कम एक कारण चुनें।
it: Seleziona almeno un motivo.
ja: 少なくとも1つ理由を選択してください。
ko: 최소 한 가지 이유를 선택해 주세요.
ru: Выберите хотя бы одну причину.
sw: Tafadhali chagua angalau sababu moja.
ur: براہ کرم کم از کم ایک وجہ منتخب کریں۔
zh: 请至少选择一个原因。

source: Tell us more (optional)
af: Vertel ons meer (opsioneel)
am: ተጨማሪ ይንገሩን (አማራጭ)
ar: أخبرنا المزيد (اختياري)
de: Erzählen Sie uns mehr (optional)
es: Cuéntanos más (opcional)
fr: Dites-nous en plus (facultatif)
he: ספר/י לנו עוד (אופציונלי)
hi: और बताएं (वैकल्पिक)
it: Dicci di più (opzionale)
ja: 詳細（任意）
ko: 자세히 알려주세요(선택)
ru: Расскажите подробнее (необязательно)
sw: Tuambie zaidi (hiari)
ur: مزید بتائیں (اختیاری)
zh: 进一步说明（可选）

source: Suggestions to improve (optional)
af: Voorstelle om te verbeter (opsioneel)
am: ለማሻሻል ሀሳቦች (አማራጭ)
ar: اقتراحات للتحسين (اختياري)
de: Vorschläge zur Verbesserung (optional)
es: Sugerencias para mejorar (opcional)
fr: Suggestions d’amélioration (facultatif)
he: הצעות לשיפור (אופציונלי)
hi: सुधार के सुझाव (वैकल्पिक)
it: Suggerimenti per migliorare (opzionale)
ja: 改善の提案（任意）
ko: 개선 제안(선택)
ru: Предложения по улучшению (необязательно)
sw: Mapendekezo ya kuboresha (hiari)
ur: بہتری کی تجاویز (اختیاری)
zh: 改进建议（可选）

source: Delete my account
af: Verwyder my rekening
am: መለያዬን ሰርዝ
ar: احذف حسابي
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
he: מחק את החשבון שלי
hi: मेरा खाता हटाएँ
it: Elimina il mio account
ja: アカウントを削除する
ko: 내 계정 삭제
ru: Удалить мой аккаунт
sw: Futa akaunti yangu
ur: میرا اکاؤنٹ حذف کریں
zh: 删除我的账户

source: Cancel
af: Kanselleer
am: ሰርዝ/ተወው
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
sw: Ghairi
ur: منسوخ
zh: 取消

# failedToDeleteAccount
source: Failed to delete account. Please try again.
af: Kon nie rekening verwyder nie. Probeer asseblief weer.
am: መለያ ማጥፋት አልተሳካም። እንደገና ይሞክሩ።
ar: فشل حذف الحساب. يرجى المحاولة مرة أخرى.
de: Konto konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar la cuenta. Por favor intenta de nuevo.
fr: Échec de la suppression du compte. Veuillez réessayer.
he: מחיקת החשבון נכשלה. נסה/י שוב.
hi: खाता हटाने में विफल। कृपया फिर से प्रयास करें।
it: Impossibile eliminare l’account. Riprova.
ja: アカウント削除に失敗しました。もう一度お試しください。
ko: 계정 삭제에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось удалить аккаунт. Попробуйте ещё раз.
sw: Imeshindikana kufuta akaunti. Tafadhali jaribu tena.
ur: اکاؤنٹ حذف نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh: 删除账户失败。请重试。

# choosePreferredLanguage
source: Choose your preferred language
af: Kies jou voorkeurtaal
am: የሚመርጡትን ቋንቋ ይምረጡ
ar: اختر لغتك المفضلة
de: Bevorzugte Sprache auswählen
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
he: בחר/י את השפה המועדפת
hi: अपनी पसंदीदा भाषा चुनें
it: Scegli la lingua preferita
ja: 希望の言語を選択
ko: 선호 언어 선택
ru: Выберите предпочитаемый язык
sw: Chagua lugha unayopendelea
ur: اپنی پسندیدہ زبان منتخب کریں
zh: 选择你的首选语言

# noteSomeTextMayStillAppearInEnglish
source: Note: This changes the app language. Some text may still appear in English until translations are added.
af: Let wel: Dit verander die app-taal. Sommige teks kan steeds in Engels verskyn totdat vertalings bygevoeg is.
am: ማስታወሻ፡ ይህ የመተግበሪያውን ቋንቋ ይቀይራል። ትርጉሞች እስኪጨምሩ ድረስ አንዳንድ ጽሁፍ በእንግሊዝኛ ሊታይ ይችላል።
ar: ملاحظة: سيؤدي ذلك إلى تغيير لغة التطبيق. قد يظهر بعض النص باللغة الإنجليزية حتى تتم إضافة الترجمات.
de: Hinweis: Dies ändert die App-Sprache. Einige Texte können weiterhin auf Englisch erscheinen, bis Übersetzungen hinzugefügt wurden.
es: Nota: Esto cambia el idioma de la aplicación. Algunos textos pueden seguir apareciendo en inglés hasta que se agreguen las traducciones.
fr: Remarque : ceci change la langue de l’application. Certains textes peuvent encore apparaître en anglais jusqu’à l’ajout des traductions.
he: הערה: פעולה זו משנה את שפת האפליקציה. ייתכן שחלק מהטקסט יופיע באנגלית עד שיוסיפו תרגומים.
hi: नोट: इससे ऐप की भाषा बदल जाएगी। अनुवाद जोड़ने तक कुछ टेक्स्ट अंग्रेज़ी में दिख सकता है।
it: Nota: questo cambia la lingua dell’app. Alcuni testi potrebbero ancora apparire in inglese finché non vengono aggiunte le traduzioni.
ja: 注：アプリの言語が変更されます。翻訳が追加されるまで一部のテキストは英語のままの場合があります。
ko: 참고: 앱 언어가 변경됩니다. 번역이 추가되기 전까지 일부 텍스트는 영어로 표시될 수 있습니다.
ru: Примечание: это изменит язык приложения. Некоторый текст может оставаться на английском, пока переводы не добавлены.
sw: Kumbuka: Hii hubadilisha lugha ya programu. Maandishi mengine yanaweza kuonekana kwa Kiingereza hadi tafsiri ziongezwe.
ur: نوٹ: اس سے ایپ کی زبان بدل جائے گی۔ ترجمے شامل ہونے تک کچھ متن انگریزی میں نظر آ سکتا ہے۔
zh: 注意：这将更改应用语言。在添加翻译之前，部分文字可能仍显示为英文。

source: Language set to {name}
af: Taal gestel na {name}
am: ቋንቋ ወደ {name} ተቀይሯል
ar: تم ضبط اللغة على {name}
de: Sprache auf {name} gesetzt
es: Idioma configurado a {name}
fr: Langue définie sur {name}
he: השפה הוגדרה ל־{name}
hi: भाषा {name} पर सेट की गई
it: Lingua impostata su {name}
ja: 言語を{name}に設定しました
ko: 언어가 {name}(으)로 설정되었습니다
ru: Язык установлен: {name}
sw: Lugha imewekwa kuwa {name}
ur: زبان {name} پر سیٹ کر دی گئی
zh: 语言已设置为{name}

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

# forgotPasswordTitle
source: Reset Your Password
es: Restablecer tu Contraseña

# forgotPasswordSubtitle
source: Enter your email address and we'll send you a code to reset your password.
es: Ingresa tu correo electrónico y te enviaremos un código para restablecer tu contraseña.

# resetPasswordTitle
source: Create New Password
es: Crear Nueva Contraseña

# resetPasswordSubtitle
source: Enter the code sent to your email and choose a new password.
es: Ingresa el código enviado a tu correo electrónico y elige una nueva contraseña.

source: Send Reset Code
es: Enviar Código de Restablecimiento

source: Reset Password
es: Restablecer Contraseña

source: New Password
es: Nueva Contraseña

source: Confirm Password
af: Bevestig wagwoord
am: የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
he: אימות סיסמה
hi: पासवर्ड की पुष्टि करें
it: Conferma password
ja: パスワード確認
ko: 비밀번호 확인
ru: Подтвердите пароль
sw: Thibitisha nenosiri
ur: پاس ورڈ کی تصدیق
zh: 确认密码

source: Verification Code
es: Código de Verificación

# invalidEmail
source: Please enter a valid email
es: Por favor ingresa un correo electrónico válido

# invalidCode
source: Please enter a valid code
es: Por favor ingresa un código válido

# passwordTooShort
source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres

# changeEmail
source: Use a different email
es: Usar un correo diferente

source: Back to Login
es: Volver al Inicio de Sesión

# deletionReason1
source: I no longer need Styloria
af: Ek het nie meer Styloria nodig nie
am: Styloria አሁን አልፈልግም
ar: لم أعد بحاجة إلى Styloria
de: Ich brauche Styloria nicht mehr
es: Ya no necesito Styloria
fr: Je n’ai plus besoin de Styloria
he: אני כבר לא צריך/ה את Styloria
hi: अब मुझे Styloria की ज़रूरत नहीं है
it: Non ho più bisogno di Styloria
ja: Styloriaが不要になった
ko: Styloria가 더 이상 필요하지 않아요
ru: Мне больше не нужен Styloria
sw: Sihitaji Styloria tena
ur: مجھے Styloria کی مزید ضرورت نہیں
zh: 我不再需要Styloria

# deletionReason2
source: I had trouble verifying my account (email/KYC)
af: Ek het gesukkel met rekeningverifikasie (e-pos/KYC)
am: መለያ ማረጋገጥ (ኢሜይል/KYC) ላይ ችግኝ ነበር
ar: واجهت مشكلة في التحقق من الحساب (البريد/KYC)
de: Probleme bei der Kontoverifizierung (E-Mail/KYC)
es: Tuve problemas para verificar mi cuenta (correo/KYC)
fr: J’ai eu des difficultés à vérifier mon compte (e-mail/KYC)
he: הייתה לי בעיה באימות החשבון (אימייל/KYC)
hi: खाता सत्यापन (ईमेल/KYC) में समस्या हुई
it: Ho avuto problemi a verificare l’account (email/KYC)
ja: アカウント確認（メール/KYC）で問題があった
ko: 계정 인증(이메일/KYC)에 문제가 있었어요
ru: Были проблемы с верификацией аккаунта (email/KYC)
sw: Nilipata shida kuthibitisha akaunti yangu (barua pepe/KYC)
ur: اکاؤنٹ کی تصدیق (ای میل/KYC) میں مسئلہ ہوا
zh: 我在验证账户时遇到问题（邮箱/KYC）

# deletionReason3
source: I couldn’t find services/providers near me
af: Ek kon nie dienste/verskaffers naby my kry nie
am: በአቅራቢያዬ አገልግሎት/አቅራቢ አላገኘሁም
ar: لم أتمكن من العثور على خدمات/مقدمي خدمات بالقرب مني
de: Keine Services/Anbieter in meiner Nähe gefunden
es: No pude encontrar servicios/proveedores cerca de mí
fr: Je n’ai pas trouvé de services/prestataires près de chez moi
he: לא מצאתי שירותים/ספקים בקרבתי
hi: मेरे पास सेवाएँ/प्रोवाइडर नहीं मिले
it: Non ho trovato servizi/provider vicino a me
ja: 近くのサービス/提供者が見つからなかった
ko: 근처에서 서비스/제공자를 찾을 수 없었어요
ru: Не нашёл(ла) сервисы/провайдеров рядом
sw: Sikuweza kupata huduma/watoa huduma karibu nami
ur: میرے نزدیک سروسز/پرووائیڈرز نہیں ملے
zh: 我找不到附近的服务/服务商

# deletionReason4
source: Prices or fees were too high / unclear
af: Pryse of fooie was te hoog / onduidelik
am: ዋጋዎች ወይም ክፍያዎች በጣም ከፍ ነበሩ / አልተገለጹም
ar: الأسعار أو الرسوم مرتفعة جدًا / غير واضحة
de: Preise oder Gebühren waren zu hoch / unklar
es: Los precios o tarifas eran muy altos / poco claros
fr: Les prix ou frais étaient trop élevés / peu clairs
he: המחירים או העמלות היו גבוהים מדי / לא ברורים
hi: कीमतें या शुल्क बहुत ज़्यादा / अस्पष्ट थे
it: Prezzi o commissioni troppo alti / poco chiari
ja: 価格や手数料が高すぎる／分かりにくい
ko: 가격 또는 수수료가 너무 비싸거나 불명확했어요
ru: Цены или комиссии слишком высокие / непонятные
sw: Bei au ada zilikuwa juu sana / hazikuwa wazi
ur: قیمتیں یا فیس بہت زیادہ/غیر واضح تھیں
zh: 价格或费用过高/不清晰

# deletionReason5
source: The app was confusing / hard to use
af: Die app was verwarrend / moeilik om te gebruik
am: መተግበሪያው ያስተላለፈ / መጠቀም አስቸጋሪ ነበር
ar: كان التطبيق مربكًا / صعب الاستخدام
de: Die App war verwirrend / schwer zu bedienen
es: La aplicación era confusa / difícil de usar
fr: L’application était confuse / difficile à utiliser
he: האפליקציה הייתה מבלבלת / קשה לשימוש
hi: ऐप भ्रमित करने वाला / उपयोग में कठिन था
it: L’app era confusa / difficile da usare
ja: アプリが分かりにくい／使いにくい
ko: 앱이 혼란스럽거나 사용하기 어려웠어요
ru: Приложение было неудобным / сложным
sw: Programu ilikuwa inachanganya / ilikuwa ngumu kutumia
ur: ایپ سمجھنے میں مشکل / استعمال میں مشکل تھی
zh: 应用令人困惑/难以使用

# deletionReason6
source: Bugs or performance issues
af: Foute (bugs) of prestasieprobleme
am: ባግ ወይም የአፈጻጸም ችግኝ
ar: أخطاء أو مشاكل في الأداء
de: Bugs oder Leistungsprobleme
es: Errores o problemas de rendimiento
fr: Bugs ou problèmes de performance
he: באגים או בעיות ביצועים
hi: बग या प्रदर्शन संबंधी समस्याएँ
it: Bug o problemi di prestazioni
ja: バグやパフォーマンスの問題
ko: 버그 또는 성능 문제
ru: Ошибки или проблемы с производительностью
sw: Hitilafu (bugs) au matatizo ya utendaji
ur: بگز یا کارکردگی کے مسائل
zh: Bug或性能问题

# deletionReason7
source: Payment/refund issues
af: Betaling/terugbetaling probleme
am: የክፍያ/መመለስ ችግኝ
ar: مشاكل الدفع/الاسترداد
de: Zahlungs-/Rückerstattungsprobleme
es: Problemas de pago/reembolso
fr: Problèmes de paiement/remboursement
he: בעיות תשלום/החזר
hi: भुगतान/रिफंड समस्याएँ
it: Problemi di pagamento/rimborso
ja: 支払い/返金の問題
ko: 결제/환불 문제
ru: Проблемы с оплатой/возвратом
sw: Matatizo ya malipo/marejesho
ur: ادائیگی/ریفنڈ کے مسائل
zh: 支付/退款问题

# deletionReason8
source: Bad experience with a provider/user
af: Slegte ervaring met ’n verskaffer/gebruiker
am: ከአቅራቢ/ተጠቃሚ ጋር መጥፎ ልምድ
ar: تجربة سيئة مع مقدم خدمة/مستخدم
de: Schlechte Erfahrung mit einem Anbieter/Nutzer
es: Mala experiencia con un proveedor/usuario
fr: Mauvaise expérience avec un prestataire/utilisateur
he: חוויה רעה עם ספק/משתמש
hi: प्रोवाइडर/यूज़र के साथ खराब अनुभव
it: Brutta esperienza con un provider/utente
ja: 提供者/ユーザーとの悪い経験
ko: 제공자/사용자와의 나쁜 경험
ru: Плохой опыт с провайдером/пользователем
sw: Uzoefu mbaya na mtoa huduma/mtumiaji
ur: کسی پرووائیڈر/یوزر کے ساتھ برا تجربہ
zh: 与服务商/用户的不良体验

# deletionReason9
source: Privacy or security concerns
af: Privaatheid- of sekuriteitsbekommernisse
am: የግል መረጃ ወይም ደህንነት ጉዳይ
ar: مخاوف تتعلق بالخصوصية أو الأمان
de: Datenschutz- oder Sicherheitsbedenken
es: Preocupaciones de privacidad o seguridad
fr: Préoccupations liées à la confidentialité ou à la sécurité
he: חששות לגבי פרטיות או אבטחה
hi: गोपनीयता या सुरक्षा संबंधी चिंताएँ
it: Dubbi su privacy o sicurezza
ja: プライバシーまたはセキュリティの懸念
ko: 개인정보 또는 보안 우려
ru: Опасения по поводу конфиденциальности или безопасности
sw: Wasiwasi wa faragha au usalama
ur: پرائیویسی یا سکیورٹی سے متعلق خدشات
zh: 隐私或安全担忧

# deletionReason10
source: I created this account by mistake
af: Ek het hierdie rekening per ongeluk geskep
am: መለያውን በስህተት ፈጠርሁ
ar: أنشأت هذا الحساب بالخطأ
de: Ich habe dieses Konto aus Versehen erstellt
es: Creé esta cuenta por error
fr: J’ai créé ce compte par erreur
he: יצרתי את החשבון הזה בטעות
hi: मैंने गलती से यह खाता बनाया
it: Ho creato questo account per errore
ja: 誤ってアカウントを作成した
ko: 실수로 계정을 만들었어요
ru: Я создал(а) аккаунт по ошибке
sw: Niliunda akaunti hii kimakosa
ur: میں نے غلطی سے یہ اکاؤنٹ بنایا
zh: 我误创建了此账户

# deletionReason11
source: I’m switching to another platform
af: Ek skuif na ’n ander platform
am: ወደ ሌላ መድረክ እቀየራለሁ
ar: سأنتقل إلى منصة أخرى
de: Ich wechsle zu einer anderen Plattform
es: Me estoy cambiando a otra plataforma
fr: Je passe à une autre plateforme
he: אני עובר/ת לפלטפורמה אחרת
hi: मैं किसी अन्य प्लेटफ़ॉर्म पर जा रहा/रही हूँ
it: Sto passando a un’altra piattaforma
ja: 別のプラットフォームに移行する
ko: 다른 플랫폼으로 옮길 거예요
ru: Перехожу на другую платформу
sw: Ninahama kwenda kwenye jukwaa lingine
ur: میں کسی اور پلیٹ فارم پر جا رہا ہوں
zh: 我正在转向其他平台

# deletionReason12
source: Other
af: Ander
am: ሌላ
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
he: אחר
hi: अन्य
it: Altro
ja: その他
ko: 기타
ru: Другое
sw: Nyingine
ur: دیگر
zh: 其他
