Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

source: Welcome, {name}
af: Welkom, {name}
am: እንኳን ደህና መጡ፣ {name}
ar: مرحباً، {name}
de: Willkommen, {name}
es: Bienvenido, {name}
fr: Bienvenue, {name}
he: ברוך הבא, {name}
hi: स्वागत है, {name}
it: Benvenuto, {name}
ja: ようこそ、{name}
ko: {name}님, 환영합니다
ru: Добро пожаловать, {name}
sw: Karibu, {name}
ur: خوش آمدید، {name}
zh: 欢迎，{name}

# toggleThemeTooltip
source: Toggle light/dark mode
af: Skakel lig/donker modus
am: ብርሃን/ጨለማ ሁኔታ ቀይር
ar: تبديل الوضع الفاتح/الداكن
de: Hell/Dunkel-Modus umschalten
es: Cambiar modo claro/oscuro
fr: Basculer mode clair/sombre
he: החלפת מצב בהיר/כהה
hi: लाइट/डार्क मोड बदलें
it: Attiva/disattiva modalità chiara/scura
ja: ライト/ダークモード切替
ko: 라이트/다크 모드 전환
ru: Переключить светлую/тёмную тему
sw: Badilisha mwanga/giza
ur: لائٹ/ڈارک موڈ تبدیل کریں
zh: 切换浅色/深色模式

# loggedInAs
source: Logged in as: {role}
af: Aangemeld as: {role}
am: ገብተዋል እንደ: {role}
ar: تم تسجيل الدخول كـ: {role}
de: Angemeldet als: {role}
es: Conectado como: {role}
fr: Connecté en tant que : {role}
he: מחובר כ: {role}
hi: लॉग इन: {role}
it: Accesso come: {role}
ja: ログイン中: {role}
ko: 로그인: {role}
ru: Вы вошли как: {role}
sw: Umeingia kama: {role}
ur: لاگ اِن بطور: {role}
zh: 登录身份：{role}

# locationWithValue
source: Location: {value}
af: Ligging: {value}
am: ቦታ: {value}
ar: الموقع: {value}
de: Standort: {value}
es: Ubicación: {value}
fr: Localisation : {value}
he: מיקום: {value}
hi: लोकेशन: {value}
it: Posizione: {value}
ja: 場所: {value}
ko: 위치: {value}
ru: Местоположение: {value}
sw: Eneo: {value}
ur: لوکیشن: {value}
zh: 位置：{value}

# homeTagline
source: Transform your grooming experience with real-time bookings and trusted providers.
af: Transformeer jou grooming-ervaring met intydse besprekings en betroubare verskaffers.
am: በቀጥታ ቦታ ማስያዝ እና ታማኝ አቅራቢዎች ጋር የግሩሚንግ ተሞክሮዎን ያሻሽሉ።
ar: حوّل تجربة العناية بك عبر حجوزات فورية ومزوّدين موثوقين.
de: Verbessere dein Grooming-Erlebnis mit Echtzeit-Buchungen und vertrauenswürdigen Anbietern.
es: Transforma tu experiencia de cuidado personal con reservas en tiempo real y proveedores de confianza.
fr: Transformez votre expérience de grooming avec des réservations en temps réel et des prestataires de confiance.
he: שדרגו את חוויית הטיפוח שלכם עם הזמנות בזמן אמת וספקים אמינים.
hi: रीयल-टाइम बुकिंग्स और भरोसेमंद प्रदाताओं के साथ अपने ग्रूमिंग अनुभव को बदलें।
it: Trasforma la tua esperienza di grooming con prenotazioni in tempo reale e fornitori affidabili.
ja: リアルタイム予約と信頼できる提供者で、あなたのグルーミング体験を変えましょう。
ko: 실시간 예약과 신뢰할 수 있는 제공자와 함께 그루밍 경험을 업그레이드하세요.
ru: Преобразите свой уход с бронированиями в реальном времени и проверенными исполнителями.
sw: Badilisha uzoefu wako wa grooming kwa bookings za papo hapo na watoa huduma wanaoaminika.
ur: ریئل ٹائم بکنگز اور قابلِ اعتماد پرووائیڈرز کے ساتھ اپنی گرومنگ کا تجربہ بہتر بنائیں۔
zh: 通过实时预约与可信服务者，升级你的护理体验。

source: Manage Provider Profile
af: Bestuur verskafferprofiel
am: የአቅራቢ ፕሮፋይል አስተዳድር
ar: إدارة ملف المزوّد
de: Anbieterprofil verwalten
es: Administrar Perfil de Proveedor
fr: Gérer le profil prestataire
he: ניהול פרופיל ספק
hi: प्रदाता प्रोफ़ाइल मैनेज करें
it: Gestisci profilo fornitore
ja: 提供者プロフィールを管理
ko: 제공자 프로필 관리
ru: Управление профилем исполнителя
sw: Simamia wasifu wa mtoa huduma
ur: پرووائیڈر پروفائل مینیج کریں
zh: 管理服务者资料

source: Browse Open Jobs
af: Blaai oop werke
am: ክፍት ስራዎችን ተመልከት
ar: تصفح الوظائف المتاحة
de: Offene Jobs durchsuchen
es: Explorar Trabajos Disponibles
fr: Parcourir les missions ouvertes
he: עיון בעבודות פתוחות
hi: ओपन जॉब्स देखें
it: Sfoglia lavori aperti
ja: オープンジョブを見る
ko: 오픈 작업 보기
ru: Просмотреть открытые заказы
sw: Vinjari kazi zilizo wazi
ur: اوپن جابز دیکھیں
zh: 浏览可接订单

source: Quick actions
af: Vinnige aksies
am: ፈጣን እርምጃዎች
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
he: פעולות מהירות
hi: त्वरित कार्रवाइयाँ
it: Azioni rapide
ja: クイック操作
ko: 빠른 작업
ru: Быстрые действия
sw: Vitendo vya haraka
ur: فوری اقدامات
zh: 快捷操作

source: New Booking
af: Nuwe bespreking
am: አዲስ ቦታ ማስያዝ
ar: حجز جديد
de: Neue Buchung
es: Nueva Reserva
fr: Nouvelle réservation
he: הזמנה חדשה
hi: नई बुकिंग
it: Nuova prenotazione
ja: 新しい予約
ko: 새 예약
ru: Новое бронирование
sw: Booking mpya
ur: نئی بکنگ
zh: 新建预约

# notificationsWithUnread
source: Notifications ({count, plural, =1{1 unread} other{{count} unread}})
af: Kennisgewings ({count, plural, =1{1 ongelees} other{{count} ongelees}})
am: ማሳወቂያዎች ({count, plural, =1{1 ያልተነበበ} other{{count} ያልተነበቡ}})
ar: الإشعارات ({count, plural, =1{1 غير مقروء} other{{count} غير مقروءة}})
de: Benachrichtigungen ({count, plural, =1{1 ungelesen} other{{count} ungelesen}})
es: Notificaciones ({count, plural, =1{1 sin leer} other{{count} sin leer}})
fr: Notifications ({count, plural, =1{1 non lue} other{{count} non lues}})
he: התראות ({count, plural, =1{1 לא נקראה} other{{count} לא נקראו}})
hi: सूचनाएँ ({count, plural, =1{1 अपठित} other{{count} अपठित}})
it: Notifiche ({count, plural, =1{1 non letta} other{{count} non lette}})
ja: 通知（{count, plural, =1{未読1件} other{未読{count}件}}）
ko: 알림 ({count, plural, =1{1개 읽지 않음} other{{count}개 읽지 않음}})
ru: Уведомления ({count, plural, =1{1 непрочитано} few{{count} непрочитано} many{{count} непрочитано} other{{count} непрочитано}})
sw: Arifa ({count, plural, =1{1 haijasomwa} other{{count} hazijasomwa}})
ur: نوٹیفیکیشنز ({count, plural, =1{1 ان پڑھا} other{{count} ان پڑھے}})
zh: 通知（{count, plural, =1{1 条未读} other{{count} 条未读}}）

# liveLocationTrackingTitle
source: Live Location Tracking
af: Lewendige liggingnasporing
am: ቀጥታ የቦታ ክትትል
ar: تتبع الموقع المباشر
de: Live-Standortverfolgung
es: Seguimiento de Ubicación en Vivo
fr: Suivi de localisation en direct
he: מעקב מיקום בזמן אמת
hi: लाइव लोकेशन ट्रैकिंग
it: Tracciamento posizione in tempo reale
ja: ライブ位置追跡
ko: 실시간 위치 추적
ru: Отслеживание локации в реальном времени
sw: Ufuatiliaji wa eneo la moja kwa moja
ur: لائیو لوکیشن ٹریکنگ
zh: 实时位置追踪

source: Live
ar: مباشر
es: En vivo
fr: En direct
he: חי
hi: लाइव
ja: ライブ
ko: 실시간
ru: Онлайн
ur: لائیو
zh: 实时

# locationServicesDisabled
source: Location services are disabled.
af: Liggingdienste is gedeaktiveer
am: የቦታ አገልግሎቶች ተዘግተዋል
ar: خدمات الموقع معطلة.
de: Standortdienste sind deaktiviert
es: Los servicios de ubicación están deshabilitados
fr: Les services de localisation sont désactivés.
he: שירותי מיקום מושבתים.
hi: लोकेशन सेवाएँ बंद हैं
it: I servizi di localizzazione sono disattivati
ja: 位置情報サービスが無効です。
ko: 위치 서비스가 비활성화되어 있습니다.
ru: Службы геолокации отключены.
sw: Huduma za eneo zimezimwa
ur: لوکیشن سروسز بند ہیں۔
zh: 定位服务已关闭。

source: Location permission denied.
af: Liggingtoestemming geweier
am: የቦታ ፍቃድ ተከልክሏል
ar: تم رفض إذن الموقع.
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée.
he: הרשאת מיקום נדחתה.
hi: लोकेशन अनुमति अस्वीकार की गई
it: Permesso di localizzazione negato
ja: 位置情報の権限が拒否されました。
ko: 위치 권한이 거부되었습니다.
ru: Доступ к геолокации запрещён.
sw: Ruhusa ya eneo imekataliwa
ur: لوکیشن کی اجازت مسترد کر دی گئی۔
zh: 定位权限被拒绝。

# locationPermissionPermanentlyDenied
source: Location permission permanently denied. Please enable it in settings.
af: Liggingtoestemming permanent geweier
am: የቦታ ፍቃድ በቋሚነት ተከልክሏል
ar: تم رفض إذن الموقع بشكل دائم. يرجى تفعيله من الإعدادات.
de: Standortberechtigung dauerhaft verweigert
es: Permiso de ubicación denegado permanentemente
fr: Autorisation de localisation refusée définitivement. Veuillez l’activer dans les paramètres.
he: הרשאת מיקום נדחתה לצמיתות. אנא אפשר בהגדרות.
hi: लोकेशन अनुमति स्थायी रूप से अस्वीकार की गई
it: Permesso di localizzazione negato in modo permanente
ja: 位置情報の権限が恒久的に拒否されています。設定で有効にしてください。
ko: 위치 권한이 영구적으로 거부되었습니다. 설정에서 활성화해 주세요.
ru: Доступ к геолокации запрещён навсегда. Включите его в настройках.
sw: Ruhusa ya eneo imekataliwa kabisa
ur: لوکیشن کی اجازت مستقل طور پر مسترد ہے۔ براہِ کرم سیٹنگز میں فعال کریں۔
zh: 定位权限被永久拒绝。请在设置中启用。

# failedToGetLocationWithValue
source: Failed to get location: {error}
af: Kon nie ligging kry nie: {error}
am: ቦታ ማግኘት አልተቻለም: {error}
ar: فشل الحصول على الموقع: {error}
de: Standort konnte nicht abgerufen werden: {error}
es: No se pudo obtener la ubicación: {error}
fr: Impossible d’obtenir la localisation : {error}
he: נכשל לקבל מיקום: {error}
hi: लोकेशन नहीं मिल सकी: {error}
it: Impossibile ottenere la posizione: {error}
ja: 位置情報を取得できませんでした: {error}
ko: 위치를 가져오지 못했습니다: {error}
ru: Не удалось получить местоположение: {error}
sw: Imeshindikana kupata eneo: {error}
ur: لوکیشن حاصل نہیں ہو سکی: {error}
zh: 获取位置失败：{error}

source: You (Provider)
af: Jy (verskaffer)
am: እርስዎ (አቅራቢ)
ar: أنت (مزوّد)
de: Du (Anbieter)
es: Tú (Proveedor)
fr: Vous (prestataire)
he: אתה (ספק)
hi: आप (प्रदाता)
it: Tu (fornitore)
ja: あなた（提供者）
ko: 나(제공자)
ru: Вы (исполнитель)
sw: Wewe (mtoa huduma)
ur: آپ (پرووائیڈر)
zh: 你（服务者）

source: You (Customer)
af: Jy (kliënt)
am: እርስዎ (ደንበኛ)
ar: أنت (عميل)
de: Du (Kunde)
es: Tú (Cliente)
fr: Vous (client)
he: אתה (לקוח)
hi: आप (ग्राहक)
it: Tu (cliente)
ja: あなた（顧客）
ko: 나(고객)
ru: Вы (клиент)
sw: Wewe (mteja)
ur: آپ (کسٹمر)
zh: 你（客户）

source: Customer
af: Kliënt
am: ደንበኛ
ar: عميل
de: Kunde
es: Cliente
fr: Client
he: לקוח
hi: ग्राहक
it: Cliente
ja: 顧客
ko: 고객
ru: Клиент
sw: Mteja
ur: کسٹمر
zh: 客户

source: Booking Details
af: Besprekingsbesonderhede
am: የቦታ ማስያዝ ዝርዝር
ar: تفاصيل الحجز
de: Buchungsdetails
es: Detalles de la Reserva
fr: Détails de la réservation
he: פרטי הזמנה
hi: बुकिंग विवरण
it: Dettagli prenotazione
ja: 予約詳細
ko: 예약 상세
ru: Детали бронирования
sw: Maelezo ya booking
ur: بکنگ کی تفصیل
zh: 预约详情

source: Navigate
af: Navigeer
am: አቅጣጫ
ar: تنقّل
de: Navigieren
es: Navegar
fr: Itinéraire
he: נווט
hi: नेविगेट
it: Naviga
ja: ナビ
ko: 길찾기
ru: Навигация
sw: Elekeza
ur: نیویگیٹ
zh: 导航

source: Failed to load notifications.
af: Kon nie kennisgewings laai nie.
am: ማሳወቂያዎችን መโหลด አልተቻለም።
ar: فشل تحميل الإشعارات.
de: Benachrichtigungen konnten nicht geladen werden.
es: No se pudieron cargar las notificaciones.
fr: Échec du chargement des notifications.
he: טעינת ההתראות נכשלה.
hi: सूचनाएँ लोड नहीं हो सकीं।
it: Impossibile caricare le notifiche.
ja: 通知の読み込みに失敗しました。
ko: 알림을 불러오지 못했습니다.
ru: Не удалось загрузить уведомления.
sw: Imeshindikana kupakia arifa.
ur: نوٹیفیکیشنز لوڈ نہیں ہو سکیں۔
zh: 加载通知失败。

source: Failed to mark as read
af: Kon nie as gelees merk nie
am: እንደ ተነበበ ማስመልከት አልተቻለም
ar: فشل وضع علامة كمقروء
de: Konnte nicht als gelesen markieren
es: No se pudo marcar como leído
fr: Échec du marquage comme lu
he: נכשל לסמן כנקרא
hi: पढ़ा हुआ मार्क नहीं हो सका
it: Impossibile contrassegnare come letta
ja: 既読にできませんでした
ko: 읽음 처리에 실패했습니다
ru: Не удалось пометить как прочитанное
sw: Imeshindikana kuweka kama imesomwa
ur: پڑھا ہوا مارک نہیں ہو سکا
zh: 标记为已读失败

source: No notifications yet.
af: Nog geen kennisgewings nie.
am: እስካሁን ማሳወቂያ የለም።
ar: لا توجد إشعارات بعد.
de: Noch keine Benachrichtigungen.
es: Aún no hay notificaciones.
fr: Aucune notification pour le moment.
he: אין התראות עדיין.
hi: अभी कोई सूचना नहीं।
it: Nessuna notifica per ora.
ja: 通知はまだありません。
ko: 아직 알림이 없습니다.
ru: Уведомлений пока нет.
sw: Bado hakuna arifa.
ur: ابھی کوئی نوٹیفیکیشن نہیں۔
zh: 暂无通知。

source: Mark read
af: Merk as gelees
am: ተነበበ አድርግ
ar: وضع علامة مقروء
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
he: סמן כנקרא
hi: पढ़ा हुआ
it: Segna come letta
ja: 既読にする
ko: 읽음
ru: Пометить прочитанным
sw: Weka imesomwa
ur: پڑھا ہوا
zh: 标记已读

# providerKycTitle
source: Provider Verification (KYC)
af: Verskaffer-verifikasie (KYC)
am: የአቅራቢ ማረጋገጫ (KYC)
ar: التحقق من المزوّد (اعرف عميلك)
de: Anbieter-Verifizierung (KYC)
es: Verificación de Proveedor (KYC)
fr: Vérification du prestataire (KYC)
he: אימות ספק (KYC)
hi: प्रोवाइडर सत्यापन (KYC)
it: Verifica fornitore (KYC)
ja: 提供者の本人確認（KYC）
ko: 제공자 인증(KYC)
ru: Проверка поставщика (KYC)
sw: Uthibitishaji wa Mtoa Huduma (KYC)
ur: فراہم کنندہ کی تصدیق (KYC)
zh: 服务者认证（KYC）

# logoutTooltip
source: Log out
af: Meld af
am: ውጣ
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתקות
hi: लॉग आउट
it: Disconnetti
ja: ログアウト
ko: 로그아웃
ru: Выйти
sw: Toka
ur: لاگ آؤٹ
zh: 退出登录

# statusLabel
source: Status: {status}
am: ሁኔታ፡ {status}
ar: الحالة: {status}
es: Estado: {status}
fr: Statut : {status}
he: סטטוס: {status}
hi: स्थिति: {status}
it: Stato: {status}
ja: ステータス: {status}
ko: 상태: {status}
ru: Статус: {status}
sw: Hali: {status}
ur: اسٹیٹس: {status}
zh: 状态：{status}

# rejectedWithNotes
source: Rejected: {notes}
af: Geweier: {notes}
am: ተቀባይነት አልተሰጠም፡ {notes}
ar: مرفوض: {notes}
de: Abgelehnt: {notes}
es: Rechazado: {notes}
fr: Rejeté : {notes}
he: נדחה: {notes}
hi: अस्वीकृत: {notes}
it: Rifiutato: {notes}
ja: 却下: {notes}
ko: 거절됨: {notes}
ru: Отклонено: {notes}
sw: Imekataliwa: {notes}
ur: مسترد: {notes}
zh: 已拒绝：{notes}

# kycInstructions
source: To access provider features, upload your ID and a selfie for verification.
af: Om toegang tot verskaffer-funksies te kry, laai jou ID en ’n selfie op vir verifikasie.
am: የአቅራቢ ባህሪያትን ለመጠቀም መታወቂያዎን እና ሴልፊ ለማረጋገጫ ይጫኑ።
ar: للوصول إلى ميزات المزوّد، قم برفع هويتك وصورة سيلفي للتحقق.
de: Um Anbieterfunktionen zu nutzen, laden Sie Ihren Ausweis und ein Selfie zur Verifizierung hoch.
es: Para acceder a las funciones de proveedor, sube tu identificación y una selfie para verificación.
fr: Pour accéder aux fonctionnalités prestataire, téléversez votre pièce d'identité et un selfie pour vérification.
he: כדי לקבל גישה לתכונות ספק, העלו תעודת זהות וסלפי לצורך אימות.
hi: प्रोवाइडर फ़ीचर्स तक पहुँचने के लिए, सत्यापन हेतु अपना आईडी और एक सेल्फ़ी अपलोड करें।
it: Per accedere alle funzionalità per fornitori, carica il tuo documento e un selfie per la verifica.
ja: 提供者機能を利用するには、本人確認のために身分証と自撮り写真をアップロードしてください。
ko: 제공자 기능을 사용하려면 신분증과 셀피를 업로드하여 인증을 완료하세요.
ru: Чтобы получить доступ к функциям поставщика, загрузите удостоверение личности и селфи для проверки.
sw: Ili kupata vipengele vya watoa huduma, pakia kitambulisho chako na selfie kwa uthibitisho.
ur: فراہم کنندہ کی خصوصیات تک رسائی کے لیے، تصدیق کے لیے اپنی شناختی دستاویز اور ایک سیلفی اپلوڈ کریں۔
zh: 要使用服务者功能，请上传身份证件和自拍照进行验证。

source: ID Front (required)
af: ID Voor (vereis)
am: መታወቂያ ፊት (አስፈላጊ)
ar: الهوية (الواجهة الأمامية - مطلوب)
de: Ausweis Vorderseite (erforderlich)
es: ID Frontal (requerido)
fr: Recto de la pièce (obligatoire)
he: תעודה קדמית (נדרש)
hi: आईडी फ्रंट (आवश्यक)
it: Documento fronte (obbligatorio)
ja: 身分証（表・必須）
ko: 신분증 앞면(필수)
ru: ID (лицевая сторона, обязательно)
sw: Kitambulisho Mbele (inahitajika)
ur: شناختی دستاویز سامنے (ضروری)
zh: 身份证正面（必填）

source: Select ID Front
af: Kies ID Voor
am: መታወቂያ ፊት ይምረጡ
ar: اختر واجهة الهوية
de: Vorderseite auswählen
es: Seleccionar ID Frontal
fr: Sélectionner le recto
he: בחר תעודה קדמית
hi: आईडी फ्रंट चुनें
it: Seleziona fronte documento
ja: 身分証（表）を選択
ko: 신분증 앞면 선택
ru: Выбрать лицевую сторону
sw: Chagua Kitambulisho Mbele
ur: شناختی دستاویز سامنے منتخب کریں
zh: 选择身份证正面

source: ID Back (required)
am: መታወቂያ ጀርባ (አስፈላጊ)
ar: الهوية (الواجهة الخلفية - مطلوب)
de: Ausweis Rückseite (erforderlich)
es: ID Trasero (requerido)
fr: Verso de la pièce (obligatoire)
he: תעודה אחורית (נדרש)
hi: आईडी बैक (आवश्यक)
it: Documento retro (obbligatorio)
ja: 身分証（裏・必須）
ko: 신분증 뒷면(필수)
ru: ID (обратная сторона, обязательно)
sw: Kitambulisho Nyuma (inahitajika)
ur: شناختی دستاویز پیچھے (ضروری)
zh: 身份证背面（必填）

# selectIdBackRequired
source: Select ID Back
am: መታወቂያ ጀርባ ይምረጡ
ar: اختر خلفية الهوية
de: Rückseite auswählen
es: Seleccionar ID Trasero
fr: Sélectionner le verso
he: בחר תעודה אחורית
hi: आईडी बैक चुनें
it: Seleziona retro documento
ja: 身分証（裏）を選択
ko: 신분증 뒷면 선택
ru: Выбрать обратную сторону
sw: Chagua Kitambulisho Nyuma
ur: شناختی دستاویز پیچھے منتخب کریں
zh: 选择身份证背面

source: Selfie (required)
af: Selfie (vereis)
am: ሴልፊ (አስፈላጊ)
ar: سيلفي (مطلوب)
de: Selfie (erforderlich)
es: Selfie (requerido)
fr: Selfie (obligatoire)
he: סלפי (נדרש)
hi: सेल्फ़ी (आवश्यक)
it: Selfie (obbligatorio)
ja: 自撮り（必須）
ko: 셀피(필수)
ru: Селфи (обязательно)
sw: Selfie (inahitajika)
ur: سیلفی (ضروری)
zh: 自拍（必填）

source: Select Selfie
af: Kies Selfie
am: ሴልፊ ይምረጡ
ar: اختر سيلفي
de: Selfie auswählen
es: Seleccionar Selfie
fr: Sélectionner un selfie
he: בחר סלפי
hi: सेल्फ़ी चुनें
it: Seleziona selfie
ja: 自撮りを選択
ko: 셀피 선택
ru: Выбрать селфи
sw: Chagua Selfie
ur: سیلفی منتخب کریں
zh: 选择自拍

source: Take Selfie
af: Neem Selfie
am: ሴልፊ ያንሱ
ar: التقاط سيلفي
de: Selfie aufnehmen
es: Tomar Selfie
fr: Prendre un selfie
he: צלם סלפי
hi: सेल्फ़ी लें
it: Scatta selfie
ja: 自撮りを撮影
ko: 셀피 촬영
ru: Сделать селфи
sw: Piga Selfie
ur: سیلفی لیں
zh: 拍摄自拍

# errorUploadAllRequired
source: Please upload ID (front), ID (back), and a selfie.
af: Laai asseblief ID (voor), ID (agter) en ’n selfie op.
am: እባክዎ መታወቂያ (ፊት)፣ መታወቂያ (ጀርባ) እና ሴልፊ ይጫኑ።
ar: يرجى رفع الهوية (الأمام)، والهوية (الخلف)، وصورة سيلفي.
de: Bitte laden Sie Ausweis (Vorderseite), Ausweis (Rückseite) und ein Selfie hoch.
es: Por favor sube la ID (frontal), ID (trasero), y una selfie.
fr: Veuillez téléverser la pièce (recto), la pièce (verso) et un selfie.
he: אנא העלו תעודה (קדמי), תעודה (אחורי) וסלפי.
hi: कृपया आईडी (फ्रंट), आईडी (बैक), और एक सेल्फ़ी अपलोड करें।
it: Carica documento (fronte), documento (retro) e un selfie.
ja: 身分証（表）、身分証（裏）、自撮り写真をアップロードしてください。
ko: 신분증(앞면), 신분증(뒷면), 셀피를 모두 업로드해 주세요.
ru: Пожалуйста, загрузите ID (лицевая сторона), ID (обратная сторона) и селфи.
sw: Tafadhali pakia kitambulisho (mbele), kitambulisho (nyuma), na selfie.
ur: براہ کرم شناختی دستاویز (سامنے)، شناختی دستاویز (پیچھے)، اور سیلفی اپلوڈ کریں۔
zh: 请上传身份证（正面）、身份证（背面）和一张自拍照。

# failedSubmitKycCode
source: Failed to submit KYC (code {code}).
af: Kon nie KYC indien nie (kode {code}).
am: KYC ማስገባት አልተሳካም (ኮድ {code}).
ar: فشل إرسال التحقق (الرمز {code}).
de: KYC konnte nicht gesendet werden (Code {code}).
es: No se pudo enviar KYC (código {code}).
fr: Échec de l'envoi du KYC (code {code}).
he: נכשל שליחת KYC (קוד {code}).
hi: KYC सबमिट करने में विफल (कोड {code}).
it: Invio KYC non riuscito (codice {code}).
ja: KYCの送信に失敗しました（コード {code}）。
ko: KYC 제출에 실패했습니다(코드 {code}).
ru: Не удалось отправить KYC (код {code}).
sw: Imeshindikana kutuma KYC (msimbo {code}).
ur: KYC جمع کرانے میں ناکام (کوڈ {code}).
zh: 提交 KYC 失败（代码 {code}）。

# submittedCurrentStatus
source: Submitted. Current status: {status}
af: Ingedien. Huidige status: {status}
am: ተላክ። የአሁኑ ሁኔታ፡ {status}
ar: تم الإرسال. الحالة الحالية: {status}
de: Gesendet. Aktueller Status: {status}
es: Enviado. Estado actual: {status}
fr: Envoyé. Statut actuel : {status}
he: נשלח. סטטוס נוכחי: {status}
hi: सबमिट किया गया। वर्तमान स्थिति: {status}
it: Inviato. Stato attuale: {status}
ja: 送信しました。現在のステータス: {status}
ko: 제출됨. 현재 상태: {status}
ru: Отправлено. Текущий статус: {status}
sw: Imetumwa. Hali ya sasa: {status}
ur: جمع ہو گیا۔ موجودہ اسٹیٹس: {status}
zh: 已提交。当前状态：{status}

# unknownStatus
source: unknown
af: onbekend
am: ያልታወቀ
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
he: לא ידוע
hi: अज्ञात
it: sconosciuto
ja: 不明
ko: 알 수 없음
ru: неизвестно
sw: haijulikani
ur: نامعلوم
zh: 未知

source: Submit KYC
af: Dien KYC in
am: KYC ላክ
ar: إرسال التحقق
de: KYC senden
es: Enviar KYC
fr: Envoyer le KYC
he: שלח KYC
hi: KYC सबमिट करें
it: Invia KYC
ja: KYCを送信
ko: KYC 제출
ru: Отправить KYC
sw: Wasilisha KYC
ur: KYC جمع کریں
zh: 提交 KYC

# verificationMayTakeTimeNote
source: Note: Verification may take time. You will be able to access provider features once approved.
af: Nota: Verifikasie kan tyd neem. Jy sal verskaffer-funksies kan gebruik sodra dit goedgekeur is.
am: ማስታወሻ፡ ማረጋገጫው ጊዜ ሊወስድ ይችላል። ከተፈቀደ በኋላ የአቅራቢ ባህሪያትን መጠቀም ይችላሉ።
ar: ملاحظة: قد يستغرق التحقق بعض الوقت. ستتمكن من الوصول إلى ميزات المزوّد بعد الموافقة.
de: Hinweis: Die Verifizierung kann einige Zeit dauern. Sie können Anbieterfunktionen nach Genehmigung nutzen.
es: Nota: La verificación puede tomar tiempo. Podrás acceder a las funciones de proveedor una vez aprobado.
fr: Remarque : la vérification peut prendre du temps. Vous pourrez accéder aux fonctionnalités prestataire une fois approuvé.
he: הערה: האימות עשוי לקחת זמן. תוכלו לגשת לתכונות ספק לאחר אישור.
hi: नोट: सत्यापन में समय लग सकता है। स्वीकृत होने के बाद आप प्रोवाइडर फ़ीचर्स का उपयोग कर पाएँगे।
it: Nota: la verifica può richiedere tempo. Potrai accedere alle funzionalità per fornitori una volta approvato.
ja: 注: 確認には時間がかかる場合があります。承認後に提供者機能を利用できます。
ko: 참고: 인증에는 시간이 걸릴 수 있습니다. 승인되면 제공자 기능을 사용할 수 있습니다.
ru: Примечание: проверка может занять время. Доступ к функциям поставщика появится после одобрения.
sw: Kumbuka: Uthibitishaji unaweza kuchukua muda. Utaweza kutumia vipengele vya mtoa huduma ukishakubaliwa.
ur: نوٹ: تصدیق میں وقت لگ سکتا ہے۔ منظوری کے بعد آپ فراہم کنندہ کی خصوصیات تک رسائی حاصل کر سکیں گے۔
zh: 注意：验证可能需要一些时间。通过后即可使用服务者功能。

# reviewsReceivedTitle
source: Reviews Received
es: Reseñas Recibidas

# noReviewsYetHelpText
source: No reviews yet. Complete services to receive reviews from clients.
es: Aún no hay reseñas. Completa servicios para recibir reseñas de clientes.

# failedToLoadReviewsWithError
source: Failed to load reviews: {error}
es: No se pudieron cargar las reseñas: {error}

# providerArrivingTitle
source: {name} is on the way
es: {name} está en camino

# etaIsEstimate
source: * Estimated time (actual route may vary)
es: * Tiempo estimado (la ruta real puede variar)

# enterVerificationCodeTitle
source: Enter Verification Code
af: Voer verifikasiekode in
am: የማረጋገጫ ኮድ ያስገቡ
ar: أدخل رمز التحقق
de: Bestätigungscode eingeben
es: Ingresa el Código de Verificación
fr: Saisir le code de vérification
he: הזן קוד אימות
hi: सत्यापन कोड दर्ज करें
it: Inserisci codice di verifica
ja: 確認コードを入力
ko: 인증 코드 입력
ru: Введите код подтверждения
sw: Weka Msimbo wa Uthibitisho
ur: تصدیقی کوڈ درج کریں
zh: 输入验证码

# otpSentToUsername
source: We sent a 6-digit code to the phone number associated with "{username}".
af: Ons het ’n 6-syfer kode na die foonnommer geassosieer met "{username}" gestuur.
am: ከ"{username}" ጋር የተያያዘው ስልክ ቁጥር ወደ 6 አሃዝ ኮድ ላክነዋል።
ar: أرسلنا رمزًا مكوّنًا من 6 أرقام إلى رقم الهاتف المرتبط بـ "{username}".
de: Wir haben einen 6-stelligen Code an die Telefonnummer von "{username}" gesendet.
es: Enviamos un código de 6 dígitos al número de teléfono asociado con "{username}".
fr: Nous avons envoyé un code à 6 chiffres au numéro de téléphone associé à "{username}".
he: שלחנו קוד בן 6 ספרות למספר הטלפון המשויך ל-"{username}".
hi: हमने "{username}" से जुड़े फ़ोन नंबर पर 6-अंकों का कोड भेजा है।
it: Abbiamo inviato un codice di 6 cifre al numero di telefono associato a "{username}".
ja: 「{username}」に関連付けられた電話番号へ6桁のコードを送信しました。
ko: "{username}"에 연결된 전화번호로 6자리 코드를 보냈습니다.
ru: Мы отправили 6-значный код на номер телефона, связанный с "{username}".
sw: Tumetuma msimbo wa tarakimu 6 kwa namba ya simu inayohusishwa na "{username}".
ur: ہم نے "{username}" سے منسلک فون نمبر پر 6 ہندسوں کا کوڈ بھیجا ہے۔
zh: 我们已向与“{username}”关联的手机号发送了 6 位验证码。

# sixDigitCodeLabel
source: 6-digit code
af: 6-syfer kode
am: 6 አሃዝ ኮድ
ar: رمز من 6 أرقام
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
he: קוד בן 6 ספרות
hi: 6-अंकों का कोड
it: Codice di 6 cifre
ja: 6桁コード
ko: 6자리 코드
ru: 6-значный код
sw: Msimbo wa tarakimu 6
ur: 6 ہندسوں کا کوڈ
zh: 6 位验证码

# enterSixDigitCodeValidation
source: Enter the 6-digit code
af: Voer die 6-syfer kode in
am: 6 አሃዝ ኮድ ያስገቡ
ar: أدخل الرمز المكوّن من 6 أرقام
de: Geben Sie den 6-stelligen Code ein
es: Ingresa el código de 6 dígitos
fr: Saisissez le code à 6 chiffres
he: הזן את הקוד בן 6 הספרות
hi: 6-अंकों का कोड दर्ज करें
it: Inserisci il codice di 6 cifre
ja: 6桁のコードを入力してください
ko: 6자리 코드를 입력하세요
ru: Введите 6-значный код
sw: Weka msimbo wa tarakimu 6
ur: 6 ہندسوں کا کوڈ درج کریں
zh: 请输入 6 位验证码
