Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# providerProfileTitle
source: Provider Profile
af: Verskafferprofiel
am: የአገልጋይ መገለጫ
ar: ملف مزود الخدمة
de: Anbieterprofil
es: Perfil de Proveedor
fr: Profil prestataire
he: פרופיל ספק
hi: प्रदाता प्रोफ़ाइल
it: Profilo provider
ja: 提供者プロフィール
ko: 제공자 프로필
ru: Профиль провайдера
sw: Wasifu wa Mtoa Huduma
ur: پرووائیڈر پروفائل
zh: 服务者资料

# welcomeToStyloriaTitle
source: Welcome to Styloria!
af: Welkom by Styloria!
am: ወደ Styloria እንኳን ደህና መጡ!
ar: مرحبًا بك في Styloria!
de: Willkommen bei Styloria!
es: ¡Bienvenido a Styloria!
fr: Bienvenue sur Styloria !
he: ברוך הבא ל‑Styloria!
hi: Styloria में आपका स्वागत है!
it: Benvenuto su Styloria!
ja: Styloriaへようこそ！
ko: Styloria에 오신 것을 환영합니다!
ru: Добро пожаловать в Styloria!
sw: Karibu Styloria!
ur: Styloria میں خوش آمدید!
zh: 欢迎来到 Styloria！

# completeProviderProfileToStartEarning
source: Complete your provider profile to start accepting jobs and earning money.
af: Voltooi jou verskafferprofiel om te begin om werk te aanvaar en geld te verdien.
am: ስራ ለመቀበል እና ገንዘብ ለማግኘት የአገልጋይ መገለጫዎን ያጠናቅቁ።
ar: أكمل ملف مزود الخدمة لبدء قبول الأعمال وكسب المال.
de: Vervollständige dein Anbieterprofil, um Jobs anzunehmen und Geld zu verdienen.
es: Completa tu perfil de proveedor para comenzar a aceptar trabajos y ganar dinero.
fr: Complétez votre profil prestataire pour commencer à accepter des missions et gagner de l’argent.
he: השלם את פרופיל הספק כדי להתחיל לקבל עבודות ולהרוויח.
hi: जॉब्स स्वीकार करने और कमाई शुरू करने के लिए अपनी प्रदाता प्रोफ़ाइल पूरी करें।
it: Completa il tuo profilo provider per iniziare ad accettare lavori e guadagnare.
ja: 提供者プロフィールを完成させて、仕事を受けて収益を得ましょう。
ko: 제공자 프로필을 완료하여 작업을 수락하고 수익을 얻으세요.
ru: Заполните профиль провайдера, чтобы начать принимать заказы и зарабатывать.
sw: Kamilisha wasifu wako wa mtoa huduma ili uanze kukubali kazi na kupata kipato.
ur: کام قبول کرنے اور کمائی شروع کرنے کے لیے اپنا پرووائیڈر پروفائل مکمل کریں۔
zh: 完善你的服务者资料，开始接单并赚钱。

# reviewCountLabel
source: ({count} {count, plural, one{review} other{reviews}})
af: ({count} resensies)
am: ({count} ግምገማዎች)
ar: ({count} مراجعات)
de: ({count} {count, plural, one{Bewertung} other{Bewertungen}})
es: ({count} {count, plural, one{reseña} other{reseñas}})
fr: ({count} avis)
he: ({count} ביקורות)
hi: ({count} रिव्यू)
it: ({count} recensioni)
ja: （{count}件のレビュー）
ko: ({count}개 리뷰)
ru: ({count} {count, plural, one{отзыв} few{отзыва} many{отзывов} other{отзыва}})
sw: ({count} maoni)
ur: ({count} ریویوز)
zh: （{count} 条评价）

# topRatedChip
source: Top Rated
af: Topgegradeer
am: ከፍተኛ ደረጃ
ar: أعلى تقييم
de: Top bewertet
es: Mejor Calificado
fr: Très bien noté
he: מדורג גבוה
hi: टॉप रेटेड
ja: 高評価
ko: 최고 평점
ru: Топовый рейтинг
sw: Kiwango cha Juu
ur: اعلیٰ ریٹنگ
zh: 高评分

# bioLabel
source: Bio / Description
af: Bio / Beskrywing
am: ባዮ / መግለጫ
ar: نبذة / وصف
de: Bio / Beschreibung
es: Bio / Descripción
he: ביו / תיאור
hi: बायो / विवरण
it: Bio / Descrizione
ja: 自己紹介 / 説明
ko: 소개 / 설명
ru: Био / Описание
sw: Wasifu / Maelezo
ur: بایو / تفصیل
zh: 简介 / 描述

# bioHint
source: Tell clients about your skills and experience...
af: Vertel kliënte van jou vaardighede en ervaring...
am: ለደንበኞች ስለ ችሎታዎ እና ልምድዎ ይንገሩ...
ar: أخبر العملاء عن مهاراتك وخبرتك...
de: Erzähle Kunden von deinen Fähigkeiten und Erfahrungen...
es: Cuéntales a los clientes sobre tus habilidades y experiencia...
fr: Parlez aux clients de vos compétences et de votre expérience...
he: ספר ללקוחות על הכישורים והניסיון שלך...
hi: क्लाइंट को अपनी स्किल्स और अनुभव के बारे में बताएं...
it: Racconta ai clienti le tue competenze e la tua esperienza...
ja: スキルや経験をお客様に伝えましょう...
ko: 고객에게 당신의 기술과 경험을 알려 주세요...
ru: Расскажите клиентам о ваших навыках и опыте...
sw: Waambie wateja kuhusu ujuzi na uzoefu wako...
ur: کلائنٹس کو اپنی مہارت اور تجربہ بتائیں...
zh: 向客户介绍你的技能与经验...

# pleaseEnterBio
source: Please enter a bio
af: Voer asseblief 'n bio in
am: እባክዎ ባዮ ያስገቡ
ar: يرجى إدخال نبذة
de: Bitte eine Bio eingeben
es: Por favor ingresa una bio
fr: Veuillez saisir une bio
he: אנא הזן ביו
hi: कृपया बायो दर्ज करें
it: Inserisci una bio
ja: 自己紹介を入力してください
ko: 소개를 입력해 주세요
ru: Введите био
sw: Tafadhali weka wasifu
ur: براہِ کرم بایو درج کریں
zh: 请输入简介

# bioMinLength
source: Bio should be at least {min} characters
af: Bio moet minstens {min} karakters wees
am: ባዮ ቢያንስ {min} ቁምፊ መሆን አለበት
ar: يجب أن تكون النبذة {min} حرفًا على الأقل
de: Die Bio sollte mindestens {min} Zeichen haben
es: La bio debe tener al menos {min} caracteres
fr: La bio doit contenir au moins {min} caractères
he: הביו צריך להיות לפחות {min} תווים
hi: बायो कम से कम {min} अक्षरों की होनी चाहिए
it: La bio deve essere lunga almeno {min} caratteri
ja: 自己紹介は最低{min}文字必要です
ko: 소개는 최소 {min}자 이상이어야 합니다
ru: Био должно быть не короче {min} символов
sw: Wasifu uwe angalau herufi {min}
ur: بایو کم از کم {min} حروف کا ہونا چاہیے
zh: 简介至少需要 {min} 个字符

# yourLocationTitle
source: Your Location
af: Jou ligging
am: ቦታዎ
ar: موقعك
de: Dein Standort
es: Tu Ubicación
fr: Votre localisation
he: המיקום שלך
hi: आपका स्थान
it: La tua posizione
ja: 現在地
ko: 내 위치
ru: Ваше местоположение
sw: Eneo Lako
ur: آپ کا مقام
zh: 你的位置

# locationHelpMatchNearbyClients
source: Your location helps us match you with nearby clients
af: Jou ligging help ons om jou met nabygeleë kliënte te pas
am: ቦታዎ ከአቅራቢ ደንበኞች ጋር ለመያያዝ ይረዳል
ar: يساعدنا موقعك في مطابقتك مع العملاء القريبين
de: Dein Standort hilft uns, dich mit Kunden in der Nähe zu verbinden
es: Tu ubicación nos ayuda a conectarte con clientes cercanos
fr: Votre localisation nous aide à vous associer à des clients proches
he: המיקום שלך עוזר לנו להתאים אותך ללקוחות קרובים
hi: आपका स्थान हमें पास के क्लाइंट्स से मैच करने में मदद करता है
it: La tua posizione ci aiuta ad abbinarti a clienti nelle vicinanze
ja: 位置情報は近くのお客様とのマッチングに役立ちます
ko: 위치는 근처 고객과 매칭하는 데 도움이 됩니다
ru: Ваше местоположение помогает подобрать клиентов поблизости
sw: Eneo lako hutusaidia kukuunganisha na wateja wa karibu
ur: آپ کا مقام ہمیں قریبی کلائنٹس سے میچ کرنے میں مدد دیتا ہے
zh: 你的位置有助于匹配附近客户

# locationHelpUpdateToFindJobs
source: Update your location to find jobs in different areas
af: Werk jou ligging by om werk in ander areas te vind
am: በተለያዩ አካባቢዎች ስራ ለማግኘት ቦታዎን ያዘምኑ
ar: حدّث موقعك للعثور على أعمال في مناطق مختلفة
de: Aktualisiere deinen Standort, um Jobs in anderen Bereichen zu finden
es: Actualiza tu ubicación para encontrar trabajos en diferentes áreas
fr: Mettez à jour votre localisation pour trouver des missions dans d’autres zones
he: עדכן מיקום כדי למצוא עבודות באזורים אחרים
hi: अलग क्षेत्रों में जॉब्स ढूँढने के लिए स्थान अपडेट करें
it: Aggiorna la posizione per trovare lavori in altre aree
ja: 別のエリアで仕事を探すには位置情報を更新してください
ko: 다른 지역에서 일을 찾으려면 위치를 업데이트하세요
ru: Обновите местоположение, чтобы искать заказы в других районах
sw: Sasisha eneo ili kupata kazi katika maeneo tofauti
ur: مختلف علاقوں میں کام ڈھونڈنے کے لیے مقام اپڈیٹ کریں
zh: 更新位置以在不同区域寻找工作

# useMyCurrentLocationTitle
source: Use My Current Location
af: Gebruik my huidige ligging
am: የአሁኑን ቦታዬን ተጠቀም
ar: استخدام موقعي الحالي
de: Meinen aktuellen Standort verwenden
es: Usar Mi Ubicación Actual
fr: Utiliser ma position actuelle
he: השתמש במיקום הנוכחי שלי
hi: मेरा वर्तमान स्थान उपयोग करें
it: Usa la mia posizione attuale
ja: 現在地を使用
ko: 현재 위치 사용
ru: Использовать текущее местоположение
sw: Tumia Eneo Langu la Sasa
ur: میرا موجودہ مقام استعمال کریں
zh: 使用我的当前位置

# gpsSubtitle
source: Get location automatically using GPS
af: Kry ligging outomaties met GPS
am: GPS በመጠቀም ቦታን በራስ-ሰር ያግኙ
ar: الحصول على الموقع تلقائيًا عبر GPS
de: Standort automatisch per GPS ermitteln
es: Obtener ubicación automáticamente usando GPS
fr: Obtenir automatiquement la position via GPS
he: קבל מיקום אוטומטית באמצעות GPS
hi: GPS से स्वतः स्थान प्राप्त करें
it: Ottieni la posizione automaticamente tramite GPS
ja: GPSで自動的に位置情報を取得
ko: GPS로 자동으로 위치 가져오기
ru: Получить местоположение автоматически через GPS
sw: Pata eneo kiotomatiki kwa kutumia GPS
ur: GPS کے ذریعے خودکار طور پر مقام حاصل کریں
zh: 通过 GPS 自动获取位置

# orLabel
source: OR
af: OF
am: ወይም
ar: أو
de: ODER
es: O
fr: OU
he: או
hi: या
it: OPPURE
ja: または
ko: 또는
ru: ИЛИ
sw: AU
ur: یا
zh: 或

# enterYourAddressTitle
source: Enter Your Address
af: Voer jou adres in
am: አድራሻዎን ያስገቡ
ar: أدخل عنوانك
de: Adresse eingeben
es: Ingresa Tu Dirección
fr: Saisissez votre adresse
he: הזן את הכתובת שלך
hi: अपना पता दर्ज करें
it: Inserisci il tuo indirizzo
ja: 住所を入力
ko: 주소 입력
ru: Введите адрес
sw: Weka Anwani Yako
ur: اپنا پتہ درج کریں
zh: 输入你的地址

# fullAddressLabel
source: Full Address
af: Volledige adres
am: ሙሉ አድራሻ
ar: العنوان الكامل
de: Vollständige Adresse
es: Dirección Completa
fr: Adresse complète
he: כתובת מלאה
hi: पूरा पता
it: Indirizzo completo
ja: 住所（全文）
ko: 전체 주소
ru: Полный адрес
sw: Anwani Kamili
ur: مکمل پتہ
zh: 完整地址

# fullAddressHint
source: e.g., 123 Main St, Accra, Ghana
af: bv. 123 Main St, Accra, Ghana
am: ምሳሌ፦ 123 Main St, Accra, Ghana
ar: مثال: 123 Main St, Accra, Ghana
de: z. B. 123 Main St, Accra, Ghana
es: ej., Calle Principal 123, Ciudad, País
fr: ex. 123 Main St, Accra, Ghana
he: למשל: 123 Main St, Accra, Ghana
hi: जैसे: 123 Main St, Accra, Ghana
it: es. 123 Main St, Accra, Ghana
ja: 例：123 Main St, Accra, Ghana
ko: 예: 123 Main St, Accra, Ghana
ru: например: 123 Main St, Accra, Ghana
sw: mfano: 123 Main St, Accra, Ghana
ur: مثلاً: 123 Main St, Accra, Ghana
zh: 例如：123 Main St, Accra, Ghana

source: Find
af: Soek
am: ፈልግ
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
he: חפש
hi: खोजें
it: Trova
ja: 検索
ko: 찾기
ru: Найти
sw: Tafuta
ur: تلاش کریں
zh: 查找

# addressHelpText
source: Enter your street address, city, and country
af: Voer jou straatadres, stad en land in
am: የመንገድ አድራሻ፣ ከተማ፣ እና ሀገር ያስገቡ
ar: أدخل الشارع والمدينة والبلد
de: Straße, Stadt und Land eingeben
es: Ingresa tu dirección, ciudad y país
fr: Saisissez votre rue, ville et pays
he: הזן רחוב, עיר ומדינה
hi: अपना स्ट्रीट पता, शहर और देश दर्ज करें
it: Inserisci via, città e paese
ja: 住所（通り/都市/国）を入力してください
ko: 도로명 주소, 도시, 국가를 입력하세요
ru: Введите улицу, город и страну
sw: Weka anwani ya barabara, jiji, na nchi
ur: گلی، شہر اور ملک درج کریں
zh: 输入街道、城市和国家/地区

# coordinatesAutoFilledTitle
source: Coordinates (Auto-filled)
af: Koördinate (outomaties ingevul)
am: ኮኦርዲኔቶች (በራስ-ሰር ይሞላ)
ar: الإحداثيات (تعبئة تلقائية)
de: Koordinaten (automatisch ausgefüllt)
es: Coordenadas (Auto-completadas)
fr: Coordonnées (remplies automatiquement)
he: קואורדינטות (מילוי אוטומטי)
hi: निर्देशांक (ऑटो-फिल)
it: Coordinate (compilate automaticamente)
ja: 座標（自動入力）
ko: 좌표(자동 입력)
ru: Координаты (автозаполнение)
sw: Koordinati (Hujazwa kiotomatiki)
ur: کوآرڈینیٹس (خودکار)
zh: 坐标（自动填写）

# servicePricingTitle
source: Service Pricing
af: Dienspryse
am: የአገልግሎት ዋጋ
ar: تسعير الخدمات
de: Service-Preise
es: Precios de Servicios
fr: Tarification des services
he: תמחור שירותים
hi: सेवा मूल्य निर्धारण
it: Prezzi dei servizi
ja: サービス料金
ko: 서비스 가격
ru: Цены на услуги
sw: Bei za Huduma
ur: سروس کی قیمتیں
zh: 服务定价

# servicePricingHelp
source: Set your price for each service. Check "Not Offered" for services you cannot provide.
af: Stel jou prys vir elke diens. Merk "Nie aangebied" vir dienste wat jy nie kan lewer nie.
am: ለእያንዳንዱ አገልግሎት ዋጋዎን ያዘጋጁ። ማቅረብ የማይችሉትን “Not Offered” ይምረጡ።
ar: حدّد سعرك لكل خدمة. اختر "غير متاح" للخدمات التي لا تقدمها.
de: Lege deinen Preis für jeden Service fest. Aktiviere „Nicht angeboten“ für Services, die du nicht anbietest.
es: Establece tu precio para cada servicio. Marca "No Ofrecido" para servicios que no puedes proporcionar.
fr: Définissez votre prix pour chaque service. Cochez « Non proposé » pour les services que vous ne pouvez pas fournir.
he: קבע מחיר לכל שירות. סמן "לא מוצע" לשירותים שאינך מספק.
hi: हर सेवा के लिए अपना मूल्य सेट करें। जिन सेवाओं को आप नहीं दे सकते उनके लिए "Not Offered" चुनें।
it: Imposta il prezzo per ogni servizio. Seleziona "Non offerto" per i servizi che non puoi fornire.
ja: 各サービスの料金を設定してください。提供できないサービスは「未提供」をチェックしてください。
ko: 각 서비스의 가격을 설정하세요. 제공할 수 없는 서비스는 “미제공”을 체크하세요.
ru: Укажите цену для каждой услуги. Отметьте «Не предлагаю» для услуг, которые вы не оказываете.
sw: Weka bei yako kwa kila huduma. Tia alama "Haipatikani" kwa huduma usizoweza kutoa.
ur: ہر سروس کے لیے اپنی قیمت مقرر کریں۔ جن سروسز کی آپ پیشکش نہیں کر سکتے اُن کے لیے “Not Offered” منتخب کریں۔
zh: 为每项服务设置价格。无法提供的服务请勾选“未提供”。

# serviceHeader
source: Service
af: Diens
am: አገልግሎት
ar: الخدمة
es: Servicio
he: שירות
hi: सेवा
it: Servizio
ja: サービス
ko: 서비스
ru: Услуга
sw: Huduma
ur: سروس
zh: 服务

# priceHeader
source: Price
af: Prys
am: ዋጋ
ar: السعر
de: Preis
es: Precio
fr: Prix
he: מחיר
hi: मूल्य
it: Prezzo
ja: 料金
ko: 가격
ru: Цена
sw: Bei
ur: قیمت
zh: 价格

# notOfferedHeader
source: Not Offered
af: Nie aangebied
am: አይቀርብም
ar: غير متاح
de: Nicht angeboten
es: No Ofrecido
fr: Non proposé
he: לא מוצע
hi: उपलब्ध नहीं
it: Non offerto
ja: 未提供
ko: 미제공
ru: Не предлагаю
sw: Haipatikani
ur: پیشکش نہیں
zh: 未提供

# providerHowPricingWorksTitle
source: How Pricing Works:
af: Hoe pryse werk:
am: የዋጋ አሰራር:
ar: كيف يعمل التسعير:
de: So funktioniert die Preisgestaltung:
es: Cómo Funciona el Precio:
fr: Comment fonctionne la tarification :
he: איך התמחור עובד:
hi: प्राइसिंग कैसे काम करती है:
it: Come funziona la tariffazione:
ja: 料金の仕組み：
ko: 가격 책정 방식:
ru: Как формируется цена:
sw: Jinsi Bei Inavyofanya Kazi:
ur: قیمت کیسے بنتی ہے:
zh: 定价说明：

# providerHowPricingWorksBody
source: • Your price is what you charge for the service • Transportation cost = 80% of user's currency per km • Users see 3 options based on nearby providers: - Budget: Lowest price among nearby providers - Standard: Average price of nearby providers - Priority: Highest price among nearby providers
af: • Jou prys is wat jy vir die diens vra • Vervoerkoste = 80% van die gebruiker se geldeenheid per km • Gebruikers sien 3 opsies op grond van nabygeleë verskaffers: - Budget: Laagste prys - Standard: Gemiddelde prys - Priority: Hoogste prys
am: • ዋጋዎ ለአገልግሎት የሚያከፍሉት ነው • የትራንስፖርት ወጪ = 80% ከተጠቃሚ ምንዛሬ በኪ.ሜ • ተጠቃሚዎች በአቅራቢ አገልጋዮች መሠረት 3 አማራጮች ያያሉ: - Budget: ዝቅተኛ ዋጋ - Standard: አማካይ ዋጋ - Priority: ከፍተኛ ዋጋ
ar: • سعرك هو ما تتقاضاه مقابل الخدمة • تكلفة النقل = 80% من عملة المستخدم لكل كم • يرى المستخدم 3 خيارات حسب مقدمي الخدمة القريبين: - Budget: أقل سعر - Standard: متوسط السعر - Priority: أعلى سعر
de: • Dein Preis ist das, was du für den Service berechnest • Transportkosten = 80% der Währung des Nutzers pro km • Nutzer sehen 3 Optionen basierend auf Anbietern in der Nähe: - Budget: Niedrigster Preis - Standard: Durchschnittspreis - Priority: Höchster Preis
es: • Tu precio es lo que cobras por el servicio • Costo de transporte = 80% de la moneda del usuario por km • Los usuarios ven 3 opciones basadas en proveedores cercanos: - Económico: Precio más bajo entre proveedores cercanos - Estándar: Precio promedio de proveedores cercanos - Prioritario: Precio más alto entre proveedores cercanos
fr: • Votre prix correspond au montant que vous facturez pour le service • Coût de transport = 80% de la devise de l’utilisateur par km • Les utilisateurs voient 3 options selon les prestataires à proximité : - Économique : prix le plus bas - Standard : prix moyen - Prioritaire : prix le plus élevé
he: • המחיר שלך הוא מה שאתה גובה עבור השירות • עלות נסיעה = 80% ממטבע המשתמש לכל ק"מ • המשתמשים רואים 3 אפשרויות לפי ספקים קרובים: - Budget: המחיר הנמוך ביותר - Standard: מחיר ממוצע - Priority: המחיר הגבוה ביותר
hi: • आपकी कीमत वही है जो आप सेवा के लिए लेते हैं • परिवहन लागत = उपयोगकर्ता की मुद्रा का 80% प्रति किमी • उपयोगकर्ताओं को पास के प्रदाताओं के आधार पर 3 विकल्प दिखते हैं: - Budget: सबसे कम कीमत - Standard: औसत कीमत - Priority: सबसे अधिक कीमत
it: • Il tuo prezzo è ciò che addebiti per il servizio • Costo trasporto = 80% della valuta dell’utente per km • Gli utenti vedono 3 opzioni in base ai provider vicini: - Budget: prezzo più basso - Standard: prezzo medio - Priority: prezzo più alto
ja: • あなたの価格はサービス料金です • 交通費 = ユーザー通貨の80%/km • ユーザーは近くの提供者に基づく3つの選択肢を見ます: - Budget: 最低価格 - Standard: 平均価格 - Priority: 最高価格
ko: • 당신의 가격은 서비스에 대해 청구하는 금액입니다 • 교통비 = 사용자 통화의 80% / km • 사용자는 근처 제공자 기준 3가지 옵션을 봅니다: - Budget: 최저가 - Standard: 평균가 - Priority: 최고가
ru: • Ваша цена — это стоимость услуги • Стоимость транспорта = 80% валюты пользователя за км • Пользователь видит 3 варианта по провайдерам рядом: - Бюджет: самая низкая цена - Стандарт: средняя цена - Приоритет: самая высокая цена
sw: • Bei yako ndiyo unayotoza kwa huduma • Gharama ya usafiri = 80% ya sarafu ya mtumiaji kwa km • Watumiaji huona chaguo 3 kulingana na watoa huduma wa karibu: - Budget: Bei ya chini zaidi - Standard: Bei ya wastani - Priority: Bei ya juu zaidi
ur: • آپ کی قیمت وہ ہے جو آپ سروس کے لیے لیتے ہیں • ٹرانسپورٹ لاگت = صارف کی کرنسی کا 80% فی کلومیٹر • صارف قریبی پرووائیڈرز کی بنیاد پر 3 آپشنز دیکھتا ہے: - Budget: کم ترین قیمت - Standard: اوسط قیمت - Priority: بلند ترین قیمت
zh: • 你的价格是你对该服务收取的费用 • 交通费用 = 用户币种的 80% / 公里 • 用户会根据附近服务者看到 3 个选项： - 经济：最低价 - 标准：平均价 - 优先：最高价

# availableForBookingsTitle
source: Available for Bookings
af: Beskikbaar vir besprekings
am: ለቦኪንግ ዝግጁ
ar: متاح للحجوزات
de: Für Buchungen verfügbar
es: Disponible para Reservas
fr: Disponible pour les réservations
he: זמין להזמנות
hi: बुकिंग के लिए उपलब्ध
it: Disponibile per prenotazioni
ja: 予約受付中
ko: 예약 가능
ru: Доступен для бронирований
sw: Inapatikana kwa Miadi
ur: بکنگز کے لیے دستیاب
zh: 可接受预约

# availableOnHelp
source: ✓ You will appear in search results for nearby clients
af: ✓ Jy sal in soekresultate vir nabygeleë kliënte verskyn
am: ✓ በአቅራቢ ደንበኞች ፍለጋ ውጤቶች ውስጥ ትታያላችሁ
ar: ✓ ستظهر في نتائج البحث للعملاء القريبين
de: ✓ Du erscheinst in Suchergebnissen für Kunden in der Nähe
es: ✓ Aparecerás en los resultados de búsqueda para clientes cercanos
fr: ✓ Vous apparaîtrez dans les résultats de recherche pour les clients à proximité
he: ✓ תופיע בתוצאות החיפוש של לקוחות קרובים
hi: ✓ आप पास के क्लाइंट्स के सर्च परिणामों में दिखेंगे
it: ✓ Apparirai nei risultati di ricerca per i clienti vicini
ja: ✓ 近くのお客様の検索結果に表示されます
ko: ✓ 근처 고객의 검색 결과에 표시됩니다
ru: ✓ Вы будете отображаться в поиске для клиентов поблизости
sw: ✓ Utaonekana kwenye matokeo ya utafutaji kwa wateja wa karibu
ur: ✓ آپ قریبی کلائنٹس کے سرچ نتائج میں نظر آئیں گے
zh: ✓ 你会出现在附近客户的搜索结果中

# availableOffHelp
source: ✗ You will not receive new job offers
af: ✗ Jy sal nie nuwe werkaanbiedings ontvang nie
am: ✗ አዲስ የስራ እንቅስቃሴ አትቀበሉም
ar: ✗ لن تتلقى عروض عمل جديدة
de: ✗ Du erhältst keine neuen Jobangebote
es: ✗ No recibirás nuevas ofertas de trabajo
fr: ✗ Vous ne recevrez pas de nouvelles offres
he: ✗ לא תקבל הצעות עבודה חדשות
hi: ✗ आपको नई जॉब ऑफ़र नहीं मिलेंगी
it: ✗ Non riceverai nuove offerte di lavoro
ja: ✗ 新しい仕事のオファーを受け取りません
ko: ✗ 새로운 작업 제안을 받지 않습니다
ru: ✗ Вы не будете получать новые предложения
sw: ✗ Hutapokea ofa mpya za kazi
ur: ✗ آپ کو نئی جاب آفرز نہیں ملیں گی
zh: ✗ 你将不会收到新的工作邀约

source: Complete Setup & Start Earning
af: Voltooi opstelling en begin verdien
am: ማዘጋጀት ጨርስ እና መቆጠር ጀምር
ar: أكمل الإعداد وابدأ الكسب
de: Setup abschließen und verdienen
es: Completar Configuración y Comenzar a Ganar
fr: Terminer la configuration et commencer à gagner
he: סיים הגדרה והתחל להרוויח
hi: सेटअप पूरा करें और कमाई शुरू करें
it: Completa la configurazione e inizia a guadagnare
ja: 設定を完了して収益を開始
ko: 설정 완료 및 수익 시작
ru: Завершить настройку и начать зарабатывать
sw: Maliza Usanidi na Anza Kupata
ur: سیٹ اپ مکمل کریں اور کمائی شروع کریں
zh: 完成设置并开始赚钱

source: Update Profile
af: Werk profiel by
am: መገለጫ አዘምን
ar: تحديث الملف
de: Profil aktualisieren
es: Actualizar Perfil
fr: Mettre à jour le profil
he: עדכן פרופיל
hi: प्रोफ़ाइल अपडेट करें
it: Aggiorna profilo
ja: プロフィールを更新
ko: 프로필 업데이트
ru: Обновить профиль
sw: Sasisha Wasifu
ur: پروفائل اپڈیٹ کریں
zh: 更新资料

source: Skip for Now
af: Slaan vir nou oor
am: ለአሁን ዝለል
ar: تخطي الآن
de: Vorerst überspringen
es: Omitir por Ahora
fr: Ignorer pour l’instant
he: דלג בינתיים
hi: अभी छोड़ें
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
ru: Пропустить сейчас
sw: Ruka Kwa Sasa
ur: ابھی چھوڑ دیں
zh: 暂时跳过

# paymentsNotSupportedShort
source: Payments are not supported on this platform. Please use Android, iOS, macOS, or Web.
af: Betalings word nie op hierdie platform ondersteun nie. Gebruik asseblief Android, iOS, macOS of Web.
am: በዚህ መድረክ ላይ ክፍያ አይደገፍም። እባክዎ Android, iOS, macOS ወይም Web ላይ ያስኪዱ።
ar: المدفوعات غير مدعومة على هذه المنصة. يرجى تشغيل التطبيق على Android أو iOS أو macOS أو الويب.
de: Zahlungen werden auf dieser Plattform nicht unterstützt. Bitte auf Android, iOS, macOS oder Web ausführen.
es: Los pagos no están soportados en esta plataforma. Por favor usa Android, iOS, macOS o Web.
he: תשלומים אינם נתמכים בפלטפורמה זו. הרץ ב‑Android, iOS, macOS או Web.
hi: इस प्लेटफ़ॉर्म पर भुगतान समर्थित नहीं है। कृपया Android, iOS, macOS या Web पर चलाएँ।
it: I pagamenti non sono supportati su questa piattaforma. Esegui su Android, iOS, macOS o Web.
sw: Malipo hayatumiki kwenye jukwaa hili. Tafadhali tumia Android, iOS, macOS au Web.
ur: اس پلیٹ فارم پر ادائیگیاں سپورٹ نہیں ہیں۔ براہِ کرم Android، iOS، macOS یا Web پر چلائیں۔

# genericContact
source: Contact
af: Kontak
am: እውቂያ
ar: جهة الاتصال
de: Kontakt
es: Contacto
he: איש קשר
hi: संपर्क
it: Contatto
ja: 連絡先
ko: 연락처
ru: Контакт
sw: Mawasiliano
ur: رابطہ
zh: 联系人

# genericProvider
source: Provider
af: Diensverskaffer
am: አገልግሎት አቅራቢ
ar: مقدّم الخدمة
de: Dienstleister
es: Proveedor
fr: Prestataire
he: נותן שירות
hi: सेवा प्रदाता
it: Fornitore
ja: 提供者
ko: 서비스 제공자
ru: Исполнитель
sw: Mtoa huduma
ur: سروس فراہم کنندہ
zh: 服务提供者

# genericNotAvailable
source: N/A
af: NVT
am: አይገኝም
ar: غير متوفر
de: k. A.
es: N/D
fr: N/D
he: לא זמין
hi: उपलब्ध नहीं
it: N/D
ja: 該当なし
ko: 해당 없음
ru: Н/Д
sw: Haipatikani
ur: موجود نہیں
zh: 无

source: Show password
es: Mostrar contraseña

source: Hide password
es: Ocultar contraseña

# tapEyeToShowPassword
source: Tap the eye icon to show/hide password
es: Toca el ícono del ojo para mostrar/ocultar contraseña

# certificationRequiredTitle
source: Certification Required
es: Certificación Requerida

# certificationRequiredMessage
source: This service requires a verified professional certification to protect both you and your clients. Massage services require proof of massage therapy training/licensing.
es: Este servicio requiere una certificación profesional verificada para protegerte a ti y a tus clientes. Los servicios de masaje requieren prueba de capacitación/licencia en terapia de masaje.

# certificationPendingTitle
source: Certification Pending Review
es: Certificación Pendiente de Revisión

# certificationPendingMessage
source: Your certification is awaiting admin verification. This usually takes 24-48 hours. You'll be able to offer this service once approved.
es: Tu certificación está esperando verificación del administrador. Esto generalmente toma 24-48 horas. Podrás ofrecer este servicio una vez aprobado.

# certificationExpiredTitle
source: Certification Expired
es: Certificación Expirada

# certificationExpiredMessage
source: Your certification has expired. Please upload a valid, current certification to continue offering this service.
es: Tu certificación ha expirado. Por favor sube una certificación válida y vigente para continuar ofreciendo este servicio.

# certificationStepsTitle
source: How to get certified:
es: Cómo obtener la certificación:

# certificationStep1
source: 1. Go to 'Certifications & Licenses' section below
es: 1. Ve a la sección 'Certificaciones y Licencias' abajo

# certificationStep2
source: 2. Upload your massage therapy license/certificate
es: 2. Sube tu licencia/certificado de terapia de masaje

# certificationStep3
source: 3. Wait for admin verification (24-48 hours)
es: 3. Espera la verificación del administrador (24-48 horas)

source: Add Certification
es: Agregar Certificación

# scrollToCertificationsHint
source: Scroll down to the Certifications section to add your certification
es: Desplázate hacia abajo a la sección de Certificaciones para agregar tu certificación
