Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# profileSetupRequiredBody
source: You need to complete your provider profile before you can view assigned jobs and earnings.
ar: يجب إكمال ملف مقدم الخدمة قبل عرض المهام المعيّنة والأرباح.
es: Necesitas completar tu perfil de proveedor antes de poder ver trabajos asignados y ganancias.
fr: Vous devez compléter votre profil prestataire avant de pouvoir voir les missions attribuées et les gains.
he: עליך להשלים את פרופיל הספק לפני שתוכל לראות עבודות שהוקצו ורווחים.
ja: 割り当てられた仕事と収益を表示する前に、提供者プロフィールを完了する必要があります。
ko: 배정된 작업과 수익을 보려면 제공자 프로필을 완료해야 합니다.
ru: Нужно заполнить профиль мастера, прежде чем вы сможете видеть назначенные заказы и доход.
ur: تفویض کردہ کام اور کمائی دیکھنے سے پہلے آپ کو اپنا فراہم کنندہ پروفائل مکمل کرنا ہوگا۔
zh: 在查看已分配工作和收益之前，你需要先完善服务者资料。

source: Later
ar: لاحقًا
es: Después
fr: Plus tard
he: אחר כך
ja: 後で
ko: 나중에
ru: Позже
ur: بعد میں
zh: 稍后

source: Setup Now
ar: إعداد الآن
es: Configurar Ahora
fr: Configurer maintenant
he: הגדר עכשיו
ja: 今すぐ設定
ko: 지금 설정
ru: Настроить сейчас
ur: ابھی سیٹ اپ کریں
zh: 现在设置

source: No bookings found.
ar: لم يتم العثور على حجوزات.
es: No se encontraron reservas.
fr: Aucune réservation trouvée.
he: לא נמצאו הזמנות.
ja: 予約が見つかりません。
ko: 예약이 없습니다.
ru: Бронирования не найдены.
ur: کوئی بکنگ نہیں ملی۔
zh: 未找到预约。

source: Find Nearby Open Jobs
ar: ابحث عن أعمال مفتوحة بالقرب
es: Encontrar Trabajos Disponibles Cercanos
fr: Trouver des missions ouvertes à proximité
he: מצא עבודות פתוחות בקרבת מקום
ja: 近くの公開案件を探す
ko: 근처 오픈 작업 찾기
ru: Найти открытые заказы рядом
ur: قریبی کھلے کام تلاش کریں
zh: 查找附近的公开工作

source: Pay
ar: ادفع
es: Pagar
fr: Payer
he: שלם
ja: 支払う
ko: 결제
ru: Оплатить
ur: ادائیگی
zh: 支付

source: Rate
ar: قيّم
es: Calificar
fr: Noter
he: דרג
ja: 評価
ko: 평가
ru: Оценить
ur: ریٹ کریں
zh: 评价

# bookingNumber
source: Booking #{id}
ar: الحجز #{id}
es: Reserva #{id}
fr: Réservation #{id}
he: הזמנה #{id}
ja: 予約 #{id}
ko: 예약 #{id}
ru: Бронь #{id}
ur: بکنگ #{id}
zh: 预约 #{id}

# whenOn
source: When: {date}
ar: الموعد: {date}
es: Cuándo: {date}
fr: Quand : {date}
he: מתי: {date}
ja: 日時: {date}
ko: 일시: {date}
ru: Когда: {date}
ur: وقت: {date}
zh: 时间：{date}

# whenAt
source: When: {date} at {time}
ar: الموعد: {date} عند {time}
es: Cuándo: {date} a las {time}
fr: Quand : {date} à {time}
he: מתי: {date} בשעה {time}
ja: 日時: {date} {time}
ko: 일시: {date} {time}
ru: Когда: {date} в {time}
ur: وقت: {date} پر {time}
zh: 时间：{date} {time}

# providerLine
source: Provider: {name}
ar: مقدم الخدمة: {name}
es: Proveedor: {name}
fr: Prestataire : {name}
he: ספק: {name}
ja: 提供者: {name}
ko: 제공자: {name}
ru: Мастер: {name}
ur: فراہم کنندہ: {name}
zh: 服务者：{name}

# userLine
source: User: {name}
ar: المستخدم: {name}
es: Usuario: {name}
fr: Utilisateur : {name}
he: משתמש: {name}
ja: ユーザー: {name}
ko: 사용자: {name}
ru: Пользователь: {name}
ur: صارف: {name}
zh: 用户：{name}

# estimatedPriceLine
source: Estimated price: {price}
ar: السعر التقديري: {price}
es: Precio estimado: {price}
fr: Prix estimé : {price}
he: מחיר משוער: {price}
ja: 見積価格: {price}
ko: 예상 금액: {price}
ru: Оценочная цена: {price}
ur: متوقع قیمت: {price}
zh: 预估价格：{price}

# paymentLine
source: Payment: {status}
ar: الدفع: {status}
es: Pago: {status}
fr: Paiement : {status}
he: תשלום: {status}
ja: 支払い: {status}
ko: 결제: {status}
ru: Оплата: {status}
ur: ادائیگی: {status}
zh: 支付：{status}

# paymentUnpaid
source: unpaid
ar: غير مدفوع
es: no pagado
fr: non payé
he: לא שולם
ja: 未払い
ko: 미결제
ru: не оплачено
ur: غیر ادا شدہ
zh: 未支付

# paymentUnknown
source: unknown
ar: غير معروف
es: desconocido
fr: inconnu
he: לא ידוע
ja: 不明
ko: 알 수 없음
ru: неизвестно
ur: نامعلوم
zh: 未知

# confirmPaymentTitle
source: Confirm payment
ar: تأكيد الدفع
es: Confirmar pago
fr: Confirmer le paiement
he: אשר תשלום
ja: 支払いを確認
ko: 결제 확인
ru: Подтвердить оплату
ur: ادائیگی کی تصدیق
zh: 确认支付

# confirmPaymentBody
source: Pay {amount} to confirm this booking?
ar: ادفع {amount} لتأكيد هذا الحجز؟
es: ¿Pagar {amount} para confirmar esta reserva?
fr: Payer {amount} pour confirmer cette réservation ?
he: לשלם {amount} כדי לאשר הזמנה זו?
ja: {amount} を支払ってこの予約を確定しますか？
ko: {amount}을(를) 결제하여 예약을 확정할까요?
ru: Оплатить {amount}, чтобы подтвердить эту бронь?
ur: اس بکنگ کی تصدیق کے لیے {amount} ادا کریں؟
zh: 支付 {amount} 以确认该预约？

source: Yes, Pay
ar: نعم، ادفع
es: Sí, Pagar
fr: Oui, payer
he: כן, שלם
ja: はい、支払う
ko: 예, 결제
ru: Да, оплатить
ur: ہاں، ادائیگی کریں
zh: 是，支付

source: Failed to create payment intent.
ar: فشل إنشاء عملية الدفع.
es: No se pudo crear la intención de pago.
fr: Échec de la création de l’intention de paiement.
he: נכשל ליצור תשלום.
ja: 支払いインテントの作成に失敗しました。
ko: 결제 인텐트를 생성하지 못했습니다.
ru: Не удалось создать intent оплаты.
ur: ادائیگی بنانے میں ناکامی۔
zh: 创建支付意图失败。

# paymentSuccessfulShort
source: Payment successful.
ar: تم الدفع بنجاح.
es: Pago exitoso.
fr: Paiement réussi.
he: התשלום הצליח.
ja: 支払いが完了しました。
ko: 결제 성공.
ru: Оплата прошла успешно.
ur: ادائیگی کامیاب۔
zh: 支付成功。

# paymentSucceededButFailedUpdateBooking
source: Payment succeeded, but failed to update booking on server.
ar: نجح الدفع، لكن فشل تحديث الحجز على الخادم.
es: El pago fue exitoso, pero no se pudo actualizar la reserva en el servidor.
fr: Paiement réussi, mais échec de la mise à jour de la réservation côté serveur.
he: התשלום הצליח, אך עדכון ההזמנה בשרת נכשל.
ja: 支払いは成功しましたが、サーバーで予約更新に失敗しました。
ko: 결제는 성공했지만 서버에서 예약 업데이트에 실패했습니다.
ru: Оплата прошла, но обновить бронь на сервере не удалось.
ur: ادائیگی کامیاب ہوئی، مگر سرور پر بکنگ اپڈیٹ نہیں ہو سکی۔
zh: 支付成功，但更新预约到服务器失败。

source: Payment cancelled or failed: {reason}
ar: تم إلغاء الدفع أو فشل: {reason}
es: Pago cancelado o fallido: {reason}
fr: Paiement annulé ou échoué : {reason}
he: התשלום בוטל או נכשל: {reason}
ja: 支払いがキャンセルまたは失敗しました: {reason}
ko: 결제가 취소되었거나 실패했습니다: {reason}
ru: Оплата отменена или не удалась: {reason}
ur: ادائیگی منسوخ یا ناکام: {reason}
zh: 支付已取消或失败：{reason}

# unexpectedPaymentErrorReason
source: Unexpected payment error: {error}
ar: خطأ دفع غير متوقع: {error}
es: Error de pago inesperado: {error}
fr: Erreur de paiement inattendue : {error}
he: שגיאת תשלום לא צפויה: {error}
ja: 予期しない支払いエラー: {error}
ko: 예기치 않은 결제 오류: {error}
ru: Неожиданная ошибка оплаты: {error}
ur: غیر متوقع ادائیگی کی خرابی: {error}
zh: 意外的支付错误：{error}

# rateProviderTitle
source: Rate {providerName}
am: {providerName}ን ደረጃ ይስጡ
ar: قيّم {providerName}
de: {providerName} bewerten
es: Calificar a {providerName}
fr: Noter {providerName}
he: דרג את {providerName}
hi: {providerName} को रेट करें
it: Valuta {providerName}
ja: {providerName} を評価
ko: {providerName} 평가
ru: Оценить {providerName}
sw: Kadiria {providerName}
ur: {providerName} کو ریٹ کریں
zh: 为{providerName}评分

# selectRatingHelp
source: Select rating (1 = poor, 5 = excellent):
ar: اختر التقييم (1 = سيئ، 5 = ممتاز):
es: Selecciona calificación (1 = pobre, 5 = excelente):
fr: Sélectionnez une note (1 = mauvais, 5 = excellent) :
he: בחר דירוג (1 = גרוע, 5 = מצוין):
ja: 評価を選択してください（1 = 悪い、5 = 最高）:
ko: 평점을 선택하세요(1 = 나쁨, 5 = 매우 좋음):
ru: Выберите рейтинг (1 = плохо, 5 = отлично):
ur: ریٹنگ منتخب کریں (1 = خراب، 5 = بہترین):
zh: 选择评分（1 = 差，5 = 优）：

# commentsOptionalLabel
source: Comments (optional)
ar: تعليقات (اختياري)
es: Comentarios (opcional)
fr: Commentaires (facultatif)
he: תגובות (אופציונלי)
ja: コメント（任意）
ko: 코멘트(선택)
ru: Комментарий (необязательно)
ur: تبصرے (اختیاری)
zh: 评论（可选）

source: Submit
ar: إرسال
es: Enviar
fr: Envoyer
he: שלח
ja: 送信
ko: 제출
ru: Отправить
ur: جمع کریں
zh: 提交

source: Review submitted.
ar: تم إرسال التقييم.
es: Reseña enviada.
fr: Avis envoyé.
he: הביקורת נשלחה.
ja: レビューを送信しました。
ko: 리뷰가 제출되었습니다.
ru: Отзыв отправлен.
ur: ریویو جمع ہو گیا۔
zh: 评价已提交。

# failedSubmitReview
source: Failed to submit review.
ar: فشل إرسال التقييم.
es: No se pudo enviar la reseña.
fr: Échec de l’envoi de l’avis.
he: נכשל לשלוח דירוג.
ja: レビューの送信に失敗しました。
ko: 리뷰 제출에 실패했습니다.
ru: Не удалось отправить отзыв.
ur: ریویو جمع کرنے میں ناکامی۔
zh: 提交评价失败。

# failedToLoadProfile
source: Failed to load profile: {error}
af: Kon nie profiel laai nie: {error}
am: መገለጫን መጫን አልተሳካም፦ {error}
ar: فشل تحميل الملف الشخصي: {error}
de: Profil konnte nicht geladen werden: {error}
es: No se pudo cargar el perfil: {error}
fr: Échec du chargement du profil : {error}
he: נכשל לטעון פרופיל: {error}
hi: प्रोफ़ाइल लोड नहीं हो सकी: {error}
it: Impossibile caricare il profilo: {error}
ja: プロフィールの読み込みに失敗しました: {error}
ko: 프로필을 불러오지 못했습니다: {error}
ru: Не удалось загрузить профиль: {error}
sw: Imeshindikana kupakia wasifu: {error}
ur: پروفائل لوڈ نہیں ہو سکا: {error}
zh: 加载资料失败：{error}

# profileSavedSuccess
source: Profile {action} successfully!
af: Profiel suksesvol {action}!
am: መገለጫ በተሳካ ሁኔታ {action} ተደርጓል!
ar: تم {action} الملف الشخصي بنجاح!
de: Profil erfolgreich {action}!
es: ¡Perfil {action} exitosamente!
fr: Profil {action} avec succès !
he: הפרופיל {action} בהצלחה!
hi: प्रोफ़ाइल सफलतापूर्वक {action} हुई!
it: Profilo {action} con successo!
ja: プロフィールを{action}しました！
ko: 프로필이 성공적으로 {action}되었습니다!
ru: Профиль успешно {action}!
sw: Wasifu ume{action} kwa mafanikio!
ur: پروفائل کامیابی سے {action} ہو گیا!
zh: 资料{action}成功！

# failedToSaveProfile
source: Failed to save profile. Please try again.
af: Kon nie profiel stoor nie. Probeer asseblief weer.
am: መገለጫን ማስቀመጥ አልተሳካም። እባክዎ እንደገና ይሞክሩ።
ar: فشل حفظ الملف الشخصي. حاول مرة أخرى.
de: Profil konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el perfil. Por favor intenta de nuevo.
fr: Échec de l’enregistrement du profil. Veuillez réessayer.
he: נכשל לשמור את הפרופיל. נסה שוב.
hi: प्रोफ़ाइल सेव नहीं हो सकी। कृपया फिर से प्रयास करें।
it: Impossibile salvare il profilo. Riprova.
ja: プロフィールの保存に失敗しました。もう一度お試しください。
ko: 프로필 저장에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось сохранить профиль. Попробуйте ещё раз.
sw: Imeshindikana kuhifadhi wasifu. Tafadhali jaribu tena.
ur: پروفائل محفوظ نہیں ہو سکا۔ دوبارہ کوشش کریں۔
zh: 保存资料失败。请重试。

# locationPermissionDeniedEnableInSettings
source: Location permission denied. Please enable in settings.
af: Liggingtoestemming geweier. Aktiveer asseblief in instellings.
am: የቦታ ፍቃድ ተከልክሏል። እባክዎ በቅንብሮች ያንቁ።
ar: تم رفض إذن الموقع. يرجى تفعيله من الإعدادات.
de: Standortberechtigung abgelehnt. Bitte in den Einstellungen aktivieren.
es: Permiso de ubicación denegado. Por favor habilita en configuración.
fr: Autorisation de localisation refusée. Veuillez l’activer dans les paramètres.
he: הרשאת מיקום נדחתה. אנא אפשר בהגדרות.
hi: लोकेशन अनुमति अस्वीकार की गई। कृपया सेटिंग्स में सक्षम करें।
it: Permesso di posizione negato. Abilitalo nelle impostazioni.
ja: 位置情報の権限が拒否されました。設定で有効にしてください。
ko: 위치 권한이 거부되었습니다. 설정에서 활성화해 주세요.
ru: Доступ к геолокации запрещён. Включите его в настройках.
sw: Ruhusa ya eneo imekataliwa. Tafadhali washa kwenye mipangilio.
ur: لوکیشن کی اجازت مسترد ہے۔ براہِ کرم سیٹنگز میں فعال کریں۔
zh: 定位权限被拒绝。请在设置中启用。

# locationPermissionPermanentlyDeniedEnableInAppSettings
source: Location permission permanently denied. Please enable in app settings.
af: Liggingtoestemming permanent geweier. Aktiveer asseblief in app-instellings.
am: የቦታ ፍቃድ በቋሚነት ተከልክሏል። እባክዎ በመተግበሪያ ቅንብሮች ያንቁ።
ar: تم رفض إذن الموقع بشكل دائم. يرجى تفعيله من إعدادات التطبيق.
de: Standortberechtigung dauerhaft abgelehnt. Bitte in den App-Einstellungen aktivieren.
es: Permiso de ubicación denegado permanentemente. Por favor habilita en la configuración de la app.
fr: Autorisation de localisation refusée définitivement. Veuillez l’activer dans les paramètres de l’application.
he: הרשאת מיקום נדחתה לצמיתות. אנא אפשר בהגדרות האפליקציה.
hi: लोकेशन अनुमति स्थायी रूप से अस्वीकार है। कृपया ऐप सेटिंग्स में सक्षम करें।
it: Permesso di posizione negato in modo permanente. Abilitalo nelle impostazioni dell’app.
ja: 位置情報の権限が恒久的に拒否されています。アプリ設定で有効にしてください。
ko: 위치 권한이 영구적으로 거부되었습니다. 앱 설정에서 활성화해 주세요.
ru: Доступ к геолокации запрещён навсегда. Включите его в настройках приложения.
sw: Ruhusa ya eneo imekataliwa kabisa. Tafadhali washa kwenye mipangilio ya programu.
ur: لوکیشن کی اجازت مستقل طور پر مسترد ہے۔ براہِ کرم ایپ سیٹنگز میں فعال کریں۔
zh: 定位权限被永久拒绝。请在应用设置中启用。

# errorGettingLocation
source: Error getting location: {error}
af: Fout met die verkryging van ligging: {error}
am: ቦታ ሲያገኝ ስህተት፦ {error}
ar: خطأ في الحصول على الموقع: {error}
de: Fehler beim Abrufen des Standorts: {error}
es: Error al obtener ubicación: {error}
fr: Erreur lors de l’obtention de la position : {error}
he: שגיאה בקבלת מיקום: {error}
hi: लोकेशन प्राप्त करने में त्रुटि: {error}
it: Errore durante il recupero della posizione: {error}
ja: 位置情報の取得エラー: {error}
ko: 위치를 가져오는 중 오류: {error}
ru: Ошибка при получении местоположения: {error}
sw: Hitilafu kupata eneo: {error}
ur: لوکیشن حاصل کرنے میں خرابی: {error}
zh: 获取位置出错：{error}

# couldNotFindLocationForAddress
source: Could not find location for this address
af: Kon nie ligging vir hierdie adres vind nie
am: ለዚህ አድራሻ ቦታ ማግኘት አልተቻለም
ar: تعذر العثور على موقع لهذا العنوان
de: Standort für diese Adresse konnte nicht gefunden werden
es: No se pudo encontrar la ubicación para esta dirección
fr: Impossible de trouver la position pour cette adresse
he: לא ניתן למצוא מיקום עבור כתובת זו
hi: इस पते के लिए लोकेशन नहीं मिल सकी
it: Impossibile trovare la posizione per questo indirizzo
ja: この住所の位置情報が見つかりませんでした
ko: 이 주소의 위치를 찾을 수 없습니다
ru: Не удалось найти местоположение для этого адреса
sw: Haikuweza kupata eneo kwa anwani hii
ur: اس پتے کے لیے لوکیشن نہیں مل سکی
zh: 无法找到该地址的位置

# errorConvertingAddress
source: Error converting address: {error}
af: Fout met die omskakeling van adres: {error}
am: አድራሻ ሲቀየር ስህተት፦ {error}
ar: خطأ في تحويل العنوان: {error}
de: Fehler beim Umwandeln der Adresse: {error}
es: Error al convertir dirección: {error}
fr: Erreur de conversion de l’adresse : {error}
he: שגיאה בהמרת כתובת: {error}
hi: पता बदलने में त्रुटि: {error}
it: Errore nella conversione dell’indirizzo: {error}
ja: 住所変換エラー: {error}
ko: 주소 변환 오류: {error}
ru: Ошибка при преобразовании адреса: {error}
sw: Hitilafu kubadilisha anwani: {error}
ur: پتہ تبدیل کرنے میں خرابی: {error}
zh: 转换地址出错：{error}

# portfolioUnavailableCompleteKycFirst
source: Portfolio unavailable. If you are a provider, complete KYC verification first.
af: Portefeulje nie beskikbaar nie. As jy ’n verskaffer is, voltooi eers KYC-verifikasie.
am: ፖርትፎሊዮ አይገኝም። አገልጋይ ከሆኑ መጀመሪያ KYC ማረጋገጫን ያጠናቅቁ።
ar: المعرض غير متاح. إذا كنت مزود خدمة، أكمل التحقق KYC أولاً.
de: Portfolio nicht verfügbar. Wenn du Anbieter bist, schließe zuerst die KYC-Verifizierung ab.
es: Portafolio no disponible. Si eres proveedor, completa la verificación KYC primero.
fr: Portfolio indisponible. Si vous êtes prestataire, terminez d’abord la vérification KYC.
he: הפורטפוליו אינו זמין. אם אתה ספק, השלם תחילה אימות KYC.
hi: पोर्टफोलियो उपलब्ध नहीं है। यदि आप प्रदाता हैं, तो पहले KYC सत्यापन पूरा करें।
it: Portfolio non disponibile. Se sei un provider, completa prima la verifica KYC.
ja: ポートフォリオを利用できません。提供者の場合は先にKYC認証を完了してください。
ko: 포트폴리오를 사용할 수 없습니다. 제공자라면 먼저 KYC 인증을 완료해 주세요.
ru: Портфолио недоступно. Если вы провайдер, сначала пройдите проверку KYC.
sw: Portfolio haipatikani. Ikiwa wewe ni mtoa huduma, kamilisha uthibitisho wa KYC kwanza.
ur: پورٹ فولیو دستیاب نہیں۔ اگر آپ فراہم کنندہ ہیں تو پہلے KYC مکمل کریں۔
zh: 作品集不可用。如果你是服务者，请先完成 KYC 认证。

# failedToLoadPortfolio
source: Failed to load portfolio: {error}
af: Kon nie portefeulje laai nie: {error}
am: ፖርትፎሊዮን መጫን አልተሳካም፦ {error}
ar: فشل تحميل المعرض: {error}
de: Portfolio konnte nicht geladen werden: {error}
es: No se pudo cargar el portafolio: {error}
fr: Échec du chargement du portfolio : {error}
he: נכשל לטעון פורטפוליו: {error}
hi: पोर्टफोलियो लोड नहीं हो सका: {error}
it: Impossibile caricare il portfolio: {error}
ja: ポートフォリオの読み込みに失敗しました: {error}
ko: 포트폴리오를 불러오지 못했습니다: {error}
ru: Не удалось загрузить портфолио: {error}
sw: Imeshindikana kupakia portfolio: {error}
ur: پورٹ فولیو لوڈ نہیں ہو سکا: {error}
zh: 加载作品集失败：{error}

source: Add Photo
af: Voeg foto by
am: ፎቶ ጨምር
ar: إضافة صورة
de: Foto hinzufügen
es: Agregar Foto
fr: Ajouter une photo
he: הוסף תמונה
hi: फ़ोटो जोड़ें
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
ru: Добавить фото
sw: Ongeza Picha
ur: تصویر شامل کریں
zh: 添加照片

source: Add Video
af: Voeg video by
am: ቪዲዮ ጨምር
ar: إضافة فيديو
de: Video hinzufügen
es: Agregar Video
fr: Ajouter une vidéo
he: הוסף וידאו
hi: वीडियो जोड़ें
it: Aggiungi video
ja: 動画を追加
ko: 동영상 추가
ru: Добавить видео
sw: Ongeza Video
ur: ویڈیو شامل کریں
zh: 添加视频

source: Add post
af: Voeg plasing by
am: ፖስት ጨምር
ar: إضافة منشور
de: Beitrag hinzufügen
es: Agregar publicación
fr: Ajouter une publication
he: הוסף פוסט
hi: पोस्ट जोड़ें
it: Aggiungi post
ja: 投稿を追加
ko: 게시물 추가
ru: Добавить пост
sw: Ongeza chapisho
ur: پوسٹ شامل کریں
zh: 添加作品

# captionOptionalTitle
source: Caption (optional)
af: Byskrif (opsioneel)
am: መግለጫ (አማራጭ)
ar: وصف (اختياري)
de: Bildunterschrift (optional)
es: Descripción (opcional)
fr: Légende (facultatif)
he: כיתוב (אופציונלי)
hi: कैप्शन (वैकल्पिक)
it: Didascalia (facoltativa)
ja: キャプション（任意）
ko: 캡션(선택)
ru: Подпись (необязательно)
sw: Maelezo (hiari)
ur: کیپشن (اختیاری)
zh: 说明（可选）

# captionHintExample
source: e.g., “Knotless braids on client”
af: bv. “Knotless braids op kliënt”
am: ምሳሌ፦ “Knotless braids በደንበኛ”
ar: مثال: "ضفائر بدون عقد للعميلة"
de: z. B. „Knotless Braids beim Kunden“
es: ej., "Trenzas sin nudos en cliente"
fr: ex. « Tresses knotless sur cliente »
he: למשל: "צמות ללא קשר ללקוחה"
hi: जैसे: “क्लाइंट पर नॉटलेस ब्रेड्स”
it: es. “Knotless braids su cliente”
ja: 例：「お客様へのノットレスブレイズ」
ko: 예: “고객에게 한 노트리스 브레이드”
ru: например: «Knotless braids для клиента»
sw: mfano: “Knotless braids kwa mteja”
ur: مثلاً: “کلائنٹ پر ناٹ لیس بریڈز”
zh: 例如：“给客户做的无结编发”

source: Skip
af: Slaan oor
am: ዝለል
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
he: דלג
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить
sw: Ruka
ur: چھوڑ دیں
zh: 跳过

source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सेव
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
sw: Hifadhi
ur: محفوظ کریں
zh: 保存

source: Failed to create portfolio post.
af: Kon nie portefeulje-plasing skep nie.
am: የፖርትፎሊዮ ፖስት መፍጠር አልተሳካም።
ar: فشل إنشاء منشور المعرض.
de: Portfolio-Beitrag konnte nicht erstellt werden.
es: No se pudo crear la publicación del portafolio.
fr: Impossible de créer la publication du portfolio.
he: נכשל ליצור פוסט בפורטפוליו.
hi: पोर्टफोलियो पोस्ट नहीं बन सकी।
it: Impossibile creare il post del portfolio.
ja: ポートフォリオ投稿の作成に失敗しました。
ko: 포트폴리오 게시물을 만들지 못했습니다.
ru: Не удалось создать пост портфолио.
sw: Imeshindikana kuunda chapisho la portfolio.
ur: پورٹ فولیو پوسٹ بن نہیں سکی۔
zh: 创建作品集条目失败。

source: Upload failed (media upload).
af: Oplaai het misluk (media-oplaai).
am: መስቀል (upload) አልተሳካም (ሚዲያ መስቀል).
ar: فشل الرفع (رفع الوسائط).
de: Upload fehlgeschlagen (Medien-Upload).
es: Subida fallida (subida de medios).
fr: Échec de l’envoi (téléversement du média).
he: העלאה נכשלה (העלאת מדיה).
hi: अपलोड विफल (मीडिया अपलोड)।
it: Caricamento non riuscito (upload media).
ja: アップロードに失敗しました（メディア）。
ko: 업로드 실패(미디어 업로드).
ru: Загрузка не удалась (загрузка медиа).
sw: Upakiaji umeshindikana (upakiaji wa media).
ur: اپلوڈ ناکام (میڈیا اپلوڈ).
zh: 上传失败（媒体上传）。

# uploadFailed
source: Upload failed: {error}
af: Oplaai het misluk: {error}
am: መስቀል (upload) አልተሳካም፦ {error}
ar: فشل الرفع: {error}
de: Upload fehlgeschlagen: {error}
es: Subida fallida: {error}
fr: Échec de l’envoi : {error}
he: העלאה נכשלה: {error}
hi: अपलोड विफल: {error}
it: Caricamento non riuscito: {error}
ja: アップロードに失敗しました: {error}
ko: 업로드 실패: {error}
ru: Загрузка не удалась: {error}
sw: Upakiaji umeshindikana: {error}
ur: اپلوڈ ناکام: {error}
zh: 上传失败：{error}

# deletePostTitle
source: Delete post?
af: Vee plasing uit?
am: ፖስት ማጥፋት?
ar: حذف المنشور؟
de: Beitrag löschen?
es: ¿Eliminar publicación?
fr: Supprimer la publication ?
he: למחוק את הפוסט?
hi: पोस्ट हटाएँ?
it: Eliminare il post?
ja: 投稿を削除しますか？
ko: 게시물을 삭제할까요?
ru: Удалить пост?
sw: Futa chapisho?
ur: پوسٹ حذف کریں؟
zh: 删除该作品？

# deletePostBody
source: This will remove the post from your portfolio.
af: Dit sal die plasing uit jou portefeulje verwyder.
am: ይህ ፖስቱን ከፖርትፎሊዮዎ ያስወግዳል።
ar: سيتم إزالة المنشور من معرضك.
de: Dadurch wird der Beitrag aus deinem Portfolio entfernt.
es: Esto eliminará la publicación de tu portafolio.
fr: Cela supprimera la publication de votre portfolio.
he: הפוסט יוסר מהפורטפוליו שלך.
hi: यह आपके पोर्टफोलियो से पोस्ट हटा देगा।
it: Questo rimuoverà il post dal tuo portfolio.
ja: ポートフォリオから投稿が削除されます。
ko: 포트폴리오에서 해당 게시물이 제거됩니다.
ru: Пост будет удалён из вашего портфолио.
sw: Hii itaondoa chapisho kwenye portfolio yako.
ur: یہ پوسٹ آپ کے پورٹ فولیو سے ہٹا دی جائے گی۔
zh: 这将从你的作品集中移除该作品。

source: Delete
af: Vee uit
am: አጥፋ
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
sw: Futa
ur: حذف کریں
zh: 删除

source: Delete failed.
af: Uitvee het misluk.
am: ማጥፋት አልተሳካም።
ar: فشل الحذف.
de: Löschen fehlgeschlagen.
es: Eliminación fallida.
fr: Échec de la suppression.
he: המחיקה נכשלה.
hi: हटाना विफल रहा।
it: Eliminazione non riuscita.
ja: 削除に失敗しました。
ko: 삭제에 실패했습니다.
ru: Удаление не удалось.
sw: Kufuta kumeshindikana.
ur: حذف کرنا ناکام۔
zh: 删除失败。

# deleteFailedWithError
source: Delete failed: {error}
af: Uitvee het misluk: {error}
am: ማጥፋት አልተሳካም፦ {error}
ar: فشل الحذف: {error}
de: Löschen fehlgeschlagen: {error}
es: Eliminación fallida: {error}
fr: Échec de la suppression : {error}
he: המחיקה נכשלה: {error}
hi: हटाना विफल: {error}
it: Eliminazione non riuscita: {error}
ja: 削除に失敗しました: {error}
ko: 삭제 실패: {error}
ru: Удаление не удалось: {error}
sw: Kufuta kumeshindikana: {error}
ur: حذف کرنا ناکام: {error}
zh: 删除失败：{error}

# portfolioTitle
source: Portfolio
af: Portefeulje
am: ፖርትፎሊዮ
ar: المعرض
es: Portafolio
he: פורטפוליו
hi: पोर्टफोलियो
ja: ポートフォリオ
ko: 포트폴리오
ru: Портфолио
ur: پورٹ فولیو
zh: 作品集

# noPortfolioPostsYetHelpText
source: No portfolio posts yet. Add photos/videos of your work to help clients trust your skills.
af: Nog geen portefeulje-plasings nie. Voeg foto’s/video’s van jou werk by om kliënte te help om jou vaardighede te vertrou.
am: እስካሁን ፖርትፎሊዮ ፖስቶች የሉም። የስራዎን ፎቶ/ቪዲዮ ይጨምሩ እንዲታመኑ ይረዳል።
ar: لا توجد منشورات بعد. أضف صورًا/فيديوهات لعملك لمساعدة العملاء على الثقة بمهاراتك.
de: Noch keine Portfolio-Beiträge. Füge Fotos/Videos deiner Arbeit hinzu, damit Kunden deinen Fähigkeiten vertrauen.
es: Aún no hay publicaciones de portafolio. Agrega fotos/videos de tu trabajo para ayudar a los clientes a confiar en tus habilidades.
fr: Aucune publication pour l’instant. Ajoutez des photos/vidéos de votre travail pour aider les clients à faire confiance à vos compétences.
he: אין עדיין פוסטים בפורטפוליו. הוסף תמונות/וידאו של העבודה שלך כדי לעזור ללקוחות לסמוך על הכישורים שלך.
hi: अभी कोई पोर्टफोलियो पोस्ट नहीं। अपने काम की फ़ोटो/वीडियो जोड़ें ताकि क्लाइंट आपकी स्किल्स पर भरोसा करें।
it: Nessun post nel portfolio. Aggiungi foto/video del tuo lavoro per aiutare i clienti a fidarsi delle tue abilità.
ja: ポートフォリオ投稿はまだありません。作品の写真/動画を追加して、スキルへの信頼を高めましょう。
ko: 포트폴리오 게시물이 아직 없습니다. 작업 사진/영상을 추가하면 고객 신뢰에 도움이 됩니다.
ru: Постов портфолио пока нет. Добавьте фото/видео своей работы, чтобы повысить доверие клиентов.
sw: Hakuna machapisho bado. Ongeza picha/video za kazi yako ili kuwasaidia wateja kukuamini.
ur: ابھی تک کوئی پورٹ فولیو پوسٹ نہیں۔ اپنے کام کی تصاویر/ویڈیوز شامل کریں تاکہ کلائنٹس آپ کی مہارت پر اعتماد کریں۔
zh: 还没有作品。添加你的工作照片/视频，帮助客户更信任你的技能。

# setupProviderProfileTitle
source: Setup Provider Profile
af: Stel verskafferprofiel op
am: የአገልጋይ መገለጫ አዘጋጅ
ar: إعداد ملف مزود الخدمة
de: Anbieterprofil einrichten
es: Configurar Perfil de Proveedor
fr: Configurer le profil prestataire
he: הגדרת פרופיל ספק
hi: प्रदाता प्रोफ़ाइल सेटअप
it: Configura profilo provider
ja: 提供者プロフィールの設定
ko: 제공자 프로필 설정
ru: Настройка профиля провайдера
sw: Weka Wasifu wa Mtoa Huduma
ur: پرووائیڈر پروفائل سیٹ اپ
zh: 设置服务者资料
