Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# enterValidPrice
source: Enter a valid price
af: Voer ’n geldige prys in
am: ትክክለኛ ዋጋ ያስገቡ
ar: أدخل سعراً صحيحاً
de: Gib einen gültigen Preis ein
es: Ingresa un precio válido
fr: Entrez un prix valide
he: הזן/י מחיר תקין
hi: एक वैध कीमत दर्ज करें
it: Inserisci un prezzo valido
ja: 有効な価格を入力してください
ko: 올바른 가격을 입력하세요
ru: Введите корректную цену
sw: Weka bei sahihi
ur: درست قیمت درج کریں
zh: 请输入有效价格

# bookAndPay
source: Book & Pay
af: Bespreek en betaal
am: ቦታ ያስይዙ እና ይክፈሉ
ar: احجز وادفع
de: Buchen & bezahlen
es: Reservar y Pagar
fr: Réserver et payer
he: הזמן/י ושלם/י
hi: बुक करें और भुगतान करें
it: Prenota e paga
ja: 予約して支払う
ko: 예약 및 결제
ru: Забронировать и оплатить
sw: Weka nafasi na ulipe
ur: بک اور ادائیگی
zh: 预约并支付

# bookAndPayAmount
source: Book & Pay {amount}
af: Bespreek en betaal {amount}
am: ቦታ ያስይዙ እና ይክፈሉ {amount}
ar: احجز وادفع {amount}
de: Buchen & bezahlen {amount}
es: Reservar y Pagar {amount}
fr: Réserver et payer {amount}
he: הזמן/י ושלם/י {amount}
hi: बुक करें और भुगतान करें {amount}
it: Prenota e paga {amount}
ja: 予約して支払う {amount}
ko: 예약 및 결제 {amount}
ru: Забронировать и оплатить {amount}
sw: Weka nafasi na ulipe {amount}
ur: بک اور ادائیگی {amount}
zh: 预约并支付 {amount}

# haircutService
source: Haircut
af: Haarsny
am: ፀጉር መቁረጥ
ar: قص شعر
de: Haarschnitt
es: Corte de cabello
fr: Coupe
he: תספורת
hi: हेयरकट
it: Taglio
ja: ヘアカット
ko: 헤어컷
ru: Стрижка
sw: Kunyoa
ur: ہیئر کٹ
zh: 理发

# stylingService
source: Styling
am: ስታይሊንግ
ar: تصفيف
es: Peinado
fr: Coiffage
he: עיצוב שיער
hi: स्टाइलिंग
ja: スタイリング
ko: 스타일링
ru: Укладка
ur: اسٹائلنگ
zh: 造型

# timeLabel
source: Time:
af: Tyd:
am: ሰዓት:
ar: الوقت:
de: Zeit:
es: Hora:
fr: Heure :
he: זמן:
hi: समय:
it: Ora:
ja: 時間:
ko: 시간:
ru: Время:
sw: Muda:
ur: وقت:
zh: 时间：

# notesLabel
source: Notes
af: Notas
am: ማስታወሻዎች
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hi: नोट्स
it: Note
ja: メモ
ko: 메모
ru: Заметки
sw: Maelezo
ur: نوٹس
zh: 备注

# requestCreatedAndPaidBroadcast
source: Request created & paid! Broadcast to providers.
af: Versoek geskep en betaal! Na verskaffers gestuur.
am: ጥያቄው ተፈጥሯል እና ተከፍሏል! ለአቅራቢዎች ተልኳል።
ar: تم إنشاء الطلب والدفع! تم إرساله للمزوّدين.
de: Anfrage erstellt & bezahlt! An Anbieter gesendet.
es: ¡Solicitud creada y pagada! Transmitiendo a proveedores.
fr: Demande créée et payée ! Diffusée aux prestataires.
he: הבקשה נוצרה ושולמה! נשלח לספקים.
hi: अनुरोध बना दिया गया और भुगतान हो गया! प्रदाताओं को भेजा गया।
it: Richiesta creata e pagata! Inviata ai fornitori.
ja: 依頼が作成され支払いが完了しました。提供者に通知します。
ko: 요청이 생성되고 결제되었습니다! 제공자에게 전송됩니다.
ru: Запрос создан и оплачен! Отправлено исполнителям.
sw: Ombi limeundwa na kulipwa! Limetumwa kwa watoa huduma.
ur: ریکویسٹ بن گئی اور ادا ہو گئی! پرووائیڈرز کو بھیج دی گئی۔
zh: 请求已创建并支付！已向服务者广播。

source: Location: {lat}, {lng}
af: Ligging: {lat}, {lng}
am: ቦታ: {lat}, {lng}
ar: الموقع: {lat}, {lng}
de: Standort: {lat}, {lng}
es: Ubicación: {lat}, {lng}
fr: Position : {lat}, {lng}
he: מיקום: {lat}, {lng}
hi: लोकेशन: {lat}, {lng}
it: Posizione: {lat}, {lng}
ja: 場所: {lat}, {lng}
ko: 위치: {lat}, {lng}
ru: Местоположение: {lat}, {lng}
sw: Eneo: {lat}, {lng}
ur: لوکیشن: {lat}, {lng}
zh: 位置：{lat}, {lng}

# paymentMethodsTitle
source: Payment methods
af: Betaalmetodes
am: የክፍያ መንገዶች
ar: طرق الدفع
de: Zahlungsmethoden
es: Métodos de pago
fr: Moyens de paiement
he: אמצעי תשלום
hi: भुगतान के तरीके
it: Metodi di pagamento
ja: 支払い方法
ko: 결제 수단
ru: Способы оплаты
sw: Njia za malipo
ur: ادائیگی کے طریقے
zh: 支付方式

# paymentPreferencesInfo
source: These preferences are stored locally on your device. Actual payments are processed securely via Stripe/other gateways.
af: Hierdie voorkeure word plaaslik op jou toestel gestoor. Werklike betalings word veilig via Stripe/ander gateways verwerk.
am: እነዚህ ምርጫዎች በመሣሪያዎ ውስጥ በአካባቢያዊ መልኩ ይቀመጣሉ። እውነተኛ ክፍያ በStripe/ሌሎች መዋቅሮች በደህና ይሰራል።
ar: يتم حفظ هذه التفضيلات محلياً على جهازك. تتم معالجة المدفوعات الفعلية بأمان عبر Stripe/بوابات أخرى.
de: Diese Einstellungen werden lokal auf deinem Gerät gespeichert. Echte Zahlungen werden sicher über Stripe/andere Gateways verarbeitet.
es: Estas preferencias se almacenan localmente en tu dispositivo. Los pagos reales se procesan de forma segura a través de Stripe/otros gateways.
fr: Ces préférences sont stockées localement sur votre appareil. Les paiements réels sont traités de manière sécurisée via Stripe/autres passerelles.
he: ההעדפות נשמרות מקומית במכשיר. תשלומים בפועל מעובדים בצורה מאובטחת דרך Stripe/שערים אחרים.
hi: ये प्राथमिकताएँ आपके डिवाइस पर लोकली सेव होती हैं। वास्तविक भुगतान Stripe/अन्य गेटवे के जरिए सुरक्षित रूप से प्रोसेस होते हैं।
it: Queste preferenze sono memorizzate localmente sul tuo dispositivo. I pagamenti reali vengono elaborati in modo sicuro tramite Stripe/altri gateway.
ja: これらの設定は端末にローカル保存されます。実際の支払いはStripe/他のゲートウェイで安全に処理されます。
ko: 이 설정은 기기에 로컬로 저장됩니다. 실제 결제는 Stripe/기타 게이트웨이를 통해 안전하게 처리됩니다.
ru: Эти настройки хранятся локально на вашем устройстве. Реальные платежи обрабатываются безопасно через Stripe/другие шлюзы.
sw: Mapendeleo haya yanahifadhiwa ndani ya kifaa chako. Malipo halisi huchakatwa kwa usalama kupitia Stripe/viingilio vingine.
ur: یہ ترجیحات آپ کے ڈیوائس پر لوکلی محفوظ ہوتی ہیں۔ اصل ادائیگیاں Stripe/دیگر گیٹ ویز کے ذریعے محفوظ طریقے سے ہوتی ہیں۔
zh: 这些偏好设置保存在你的设备本地。实际支付将通过 Stripe/其他网关安全处理。

# preferredMethodLabel
source: Preferred method (local gateway selected by country)
af: Voorkeurmetode (plaaslike gateway word per land gekies)
am: የተመረጠ መንገድ (በሀገር መሰረት አካባቢያዊ መዋቅር ይመረጣል)
ar: الطريقة المفضلة (يتم اختيار البوابة المحلية حسب البلد)
de: Bevorzugte Methode (lokales Gateway wird nach Land gewählt)
es: Método preferido (gateway local seleccionado por país)
fr: Méthode préférée (passerelle locale sélectionnée selon le pays)
he: שיטה מועדפת (שער מקומי נבחר לפי מדינה)
hi: पसंदीदा तरीका (देश के अनुसार लोकल गेटवे चुना जाएगा)
it: Metodo preferito (gateway locale selezionato in base al paese)
ja: 希望の方法（国によりローカル決済が選択されます）
ko: 선호 결제 수단(국가별 로컬 게이트웨이 선택)
ru: Предпочтительный метод (локальный шлюз выбирается по стране)
sw: Njia unayopendelea (kiingilio cha ndani huchaguliwa kulingana na nchi)
ur: پسندیدہ طریقہ (ملک کے مطابق لوکل گیٹ وے منتخب ہوگا)
zh: 首选方式（根据国家选择本地网关）

# methodMobileMoney
source: Mobile Money (Momo/Paystack/Africa)
de: Mobile Money (Momo/Paystack/Afrika)
es: Dinero Móvil (Momo/Paystack/Africa)
fr: Mobile Money (Momo/Paystack/Afrique)
ja: モバイルマネー（Momo/Paystack/アフリカ）
ko: 모바일 머니(Momo/Paystack/아프리카)
zh: 移动支付（Momo/Paystack/非洲）

# methodUnionPay
source: UnionPay Card (China)
af: UnionPay-kaart (China)
ar: UnionPay (الصين)
de: UnionPay-Karte (China)
es: Tarjeta UnionPay (China)
fr: Carte UnionPay (Chine)
he: UnionPay (סין)
hi: UnionPay कार्ड (चीन)
it: Carta UnionPay (Cina)
ja: UnionPay（中国）
ko: UnionPay 카드(중국)
ru: UnionPay (Китай)
zh: 银联卡（中国）

# mobileMoneyNumberLabel
source: Mobile Money Number
af: Mobile Money-nommer
am: Mobile Money ቁጥር
ar: رقم Mobile Money
de: Mobile-Money-Nummer
es: Número de Dinero Móvil
fr: Numéro Mobile Money
he: מספר Mobile Money
hi: मोबाइल मनी नंबर
it: Numero Mobile Money
ja: モバイルマネー番号
ko: 모바일 머니 번호
ru: Номер Mobile Money
sw: Nambari ya Mobile Money
ur: موبائل منی نمبر
zh: 移动支付号码

# wechatAlipayIdLabel
source: WeChat/Alipay ID
ar: معرّف WeChat/Alipay
es: ID de WeChat/Alipay
fr: ID WeChat/Alipay
he: מזהה WeChat/Alipay
it: ID WeChat/Alipay
ru: ID WeChat/Alipay
zh: 微信/支付宝 ID

# cardLast4DigitsLabel
source: Card last 4 digits
af: Laaste 4 syfers van kaart
am: የካርድ የመጨረሻ 4 አሃዞች
ar: آخر 4 أرقام من البطاقة
de: Letzte 4 Ziffern der Karte
es: Últimos 4 dígitos de la tarjeta
fr: 4 derniers chiffres de la carte
he: 4 ספרות אחרונות של הכרטיס
hi: कार्ड के अंतिम 4 अंक
it: Ultime 4 cifre della carta
ja: カード下4桁
ko: 카드 뒤 4자리
ru: Последние 4 цифры карты
sw: Nambari 4 za mwisho za kadi
ur: کارڈ کے آخری 4 ہندسے
zh: 卡号后四位

# paypalEmailLabel
source: PayPal email
af: PayPal-e-pos
am: PayPal ኢሜይል
ar: بريد PayPal
es: Correo de PayPal
fr: E-mail PayPal
he: אימייל PayPal
hi: PayPal ईमेल
it: Email PayPal
ja: PayPalメール
ko: PayPal 이메일
ru: Email PayPal
sw: Barua pepe ya PayPal
ur: PayPal ای میل
zh: PayPal 邮箱

# applePayEnabledOnDevice
source: Apple Pay enabled on this device
af: Apple Pay geaktiveer op hierdie toestel
am: Apple Pay በዚህ መሣሪያ ላይ ነቅቷል
ar: Apple Pay مفعّل على هذا الجهاز
de: Apple Pay auf diesem Gerät aktiviert
es: Apple Pay habilitado en este dispositivo
fr: Apple Pay activé sur cet appareil
he: Apple Pay מופעל במכשיר זה
hi: इस डिवाइस पर Apple Pay सक्षम है
it: Apple Pay abilitato su questo dispositivo
ja: この端末でApple Payが有効
ko: 이 기기에서 Apple Pay 사용
ru: Apple Pay включён на этом устройстве
sw: Apple Pay imewezeshwa kwenye kifaa hiki
ur: اس ڈیوائس پر Apple Pay فعال ہے
zh: 此设备已启用 Apple Pay

source: Save Payment Preferences
af: Stoor betaalvoorkeure
am: የክፍያ ምርጫዎችን አስቀምጥ
ar: حفظ تفضيلات الدفع
de: Zahlungseinstellungen speichern
es: Guardar Preferencias de Pago
fr: Enregistrer les préférences de paiement
he: שמור/י העדפות תשלום
hi: भुगतान प्राथमिकताएँ सहेजें
it: Salva preferenze di pagamento
ja: 支払い設定を保存
ko: 결제 설정 저장
ru: Сохранить настройки оплаты
sw: Hifadhi mapendeleo ya malipo
ur: ادائیگی کی ترجیحات محفوظ کریں
zh: 保存支付偏好

# paymentPrefsSavedInfo
source: Payment preferences saved locally. Actual charging is handled via Stripe/other gateways later.
af: Betaalvoorkeure plaaslik gestoor. Werklike heffing word later via Stripe/ander gateways hanteer.
am: የክፍያ ምርጫዎች በአካባቢያዊ ሁኔታ ተቀምጠዋል። እውነተኛ መቁረጥ በኋላ በStripe/ሌሎች መዋቅሮች ይሰራል።
ar: تم حفظ تفضيلات الدفع محلياً. سيتم التعامل مع الخصم الفعلي لاحقاً عبر Stripe/بوابات أخرى.
de: Zahlungseinstellungen lokal gespeichert. Das tatsächliche Abbuchen erfolgt später über Stripe/andere Gateways.
es: Preferencias de pago guardadas localmente. El cobro real se maneja a través de Stripe/otros gateways después.
fr: Préférences de paiement enregistrées localement. Le paiement réel sera géré via Stripe/autres passerelles plus tard.
he: העדפות התשלום נשמרו מקומית. חיוב בפועל יטופל בהמשך דרך Stripe/שערים אחרים.
hi: भुगतान प्राथमिकताएँ लोकली सहेज दी गईं। वास्तविक चार्जिंग बाद में Stripe/अन्य गेटवे के जरिए होगी।
it: Preferenze di pagamento salvate localmente. L’addebito reale sarà gestito più avanti tramite Stripe/altri gateway.
ja: 支払い設定をローカルに保存しました。実際の課金は後でStripe/他のゲートウェイで処理されます。
ko: 결제 설정이 로컬에 저장되었습니다. 실제 결제는 추후 Stripe/기타 게이트웨이로 처리됩니다.
ru: Настройки оплаты сохранены локально. Реальное списание будет выполняться через Stripe/другие шлюзы позже.
sw: Mapendeleo ya malipo yamehifadhiwa ndani ya kifaa. Kuchaji halisi kutafanywa baadaye kupitia Stripe/viingilio vingine.
ur: ادائیگی کی ترجیحات لوکلی محفوظ ہو گئیں۔ اصل چارجنگ بعد میں Stripe/دیگر گیٹ ویز کے ذریعے ہوگی۔
zh: 支付偏好已保存到本地。实际扣款稍后由 Stripe/其他网关处理。

source: Failed to load image
af: Kon nie beeld laai nie
am: ምስሉን መโหลด አልተቻለም።
ar: فشل تحميل الصورة
de: Bild konnte nicht geladen werden
es: No se pudo cargar la imagen
fr: Échec du chargement de l’image
he: טעינת התמונה נכשלה
hi: छवि लोड नहीं हो सकी
it: Impossibile caricare l’immagine
ja: 画像の読み込みに失敗しました
ko: 이미지 로드 실패
ru: Не удалось загрузить изображение
sw: Imeshindikana kupakia picha
ur: تصویر لوڈ نہیں ہو سکی
zh: 图片加载失败

# earningsTitle
source: Earnings
af: Verdienste
am: ገቢ
ar: الأرباح
de: Einnahmen
es: Ganancias
fr: Gains
he: רווחים
hi: कमाई
it: Guadagni
ja: 収益
ko: 수익
ru: Доход
sw: Mapato
ur: کمائی
zh: 收益

source: Could not load earnings summary.
af: Kon nie verdienstesamevatting laai nie.
am: የገቢ ማጠቃለያ መโหลด አልተቻለም።
ar: تعذّر تحميل ملخص الأرباح.
de: Einnahmenübersicht konnte nicht geladen werden.
es: No se pudo cargar el resumen de ganancias.
fr: Impossible de charger le récapitulatif des gains.
he: לא ניתן לטעון סיכום רווחים.
hi: कमाई का सार लोड नहीं हो सका।
it: Impossibile caricare il riepilogo dei guadagni.
ja: 収益サマリーを読み込めませんでした。
ko: 수익 요약을 불러올 수 없습니다.
ru: Не удалось загрузить сводку доходов.
sw: Imeshindikana kupakia muhtasari wa mapato.
ur: کمائی کا خلاصہ لوڈ نہیں ہو سکا۔
zh: 无法加载收益汇总。

source: No data.
af: Geen data.
am: ምንም መረጃ የለም።
ar: لا توجد بيانات.
de: Keine Daten.
es: Sin datos.
fr: Aucune donnée.
he: אין נתונים.
hi: कोई डेटा नहीं।
it: Nessun dato.
ja: データがありません。
ko: 데이터 없음.
ru: Нет данных.
sw: Hakuna data.
ur: کوئی ڈیٹا نہیں۔
zh: 暂无数据。

# summaryTitle
source: Summary
af: Opsomming
am: ማጠቃለያ
ar: الملخص
de: Übersicht
es: Resumen
fr: Récapitulatif
he: סיכום
hi: सारांश
it: Riepilogo
ja: サマリー
ko: 요약
ru: Сводка
sw: Muhtasari
ur: خلاصہ
zh: 汇总

# pendingLabel
source: Pending
af: Hangend
am: በመጠበቅ ላይ
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
he: ממתין
hi: लंबित
it: In sospeso
ja: 保留中
ko: 대기
ru: Ожидается
sw: Inasubiri
ur: زیرِ التوا
zh: 待处理

# paidLabel
source: Paid
af: Betaal
am: ተከፍሏል
ar: مدفوع
de: Ausgezahlt
es: Pagado
fr: Payé
he: שולם
hi: भुगतान
it: Pagato
ja: 支払い済み
ko: 지급됨
ru: Оплачено
sw: Iliyolipwa
ur: ادا شدہ
zh: 已支付

# pdfReportTitle
source: PDF report
af: PDF-verslag
am: የPDF ሪፖርት
ar: تقرير PDF
de: PDF-Bericht
es: Reporte PDF
fr: Rapport PDF
he: דוח PDF
hi: PDF रिपोर्ट
it: Report PDF
ja: PDFレポート
ko: PDF 보고서
ru: PDF-отчёт
sw: Ripoti ya PDF
ur: PDF رپورٹ
zh: PDF 报告

# periodLabel
source: Period
af: Tydperk
am: ወቅት
ar: الفترة
de: Zeitraum
es: Período
fr: Période
he: תקופה
hi: अवधि
it: Periodo
ja: 期間
ko: 기간
ru: Период
sw: Kipindi
ur: مدت
zh: 周期

# periodThisMonth
source: This month
af: Hierdie maand
am: ይህ ወር
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
he: החודש
hi: इस महीने
it: Questo mese
ja: 今月
ko: 이번 달
ru: Этот месяц
sw: Mwezi huu
ur: اس ماہ
zh: 本月

# periodLastMonth
source: Last month
af: Verlede maand
am: ያለፈው ወር
ar: الشهر الماضي
de: Letzten Monat
es: Mes pasado
fr: Le mois dernier
he: החודש הקודם
hi: पिछला महीना
it: Mese scorso
ja: 先月
ko: 지난달
ru: Прошлый месяц
sw: Mwezi uliopita
ur: پچھلا ماہ
zh: 上月

# periodYtd
source: Year to date
af: Jaar tot datum
am: ከዓመቱ መጀመሪያ ጀምሮ
ar: منذ بداية السنة
de: Seit Jahresbeginn
es: Año hasta la fecha
fr: Depuis le début de l’année
he: מתחילת השנה
hi: वर्ष की शुरुआत से अब तक
it: Da inizio anno
ja: 年初から現在まで
ko: 연초 이후
ru: С начала года
sw: Mwaka hadi sasa
ur: سال تا حال
zh: 年初至今

# periodAllTime
source: All time
af: Alle tye
am: ሁልጊዜ
ar: كل الوقت
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Tout le temps
he: כל הזמן
hi: सभी समय
it: Sempre
ja: 全期間
ko: 전체
ru: За всё время
sw: Muda wote
ur: ہر وقت
zh: 全部时间

source: Could not download PDF report.
af: Kon nie PDF-verslag aflaai nie.
am: የPDF ሪፖርቱን ማውረድ አልተቻለም።
ar: تعذّر تنزيل تقرير PDF.
de: PDF-Bericht konnte nicht heruntergeladen werden.
es: No se pudo descargar el reporte PDF.
fr: Impossible de télécharger le rapport PDF.
he: לא ניתן להוריד דוח PDF.
hi: PDF रिपोर्ट डाउनलोड नहीं हो सकी।
it: Impossibile scaricare il report PDF.
ja: PDFレポートをダウンロードできませんでした。
ko: PDF 보고서를 다운로드할 수 없습니다.
ru: Не удалось скачать PDF-отчёт.
sw: Imeshindikana kupakua ripoti ya PDF.
ur: PDF رپورٹ ڈاؤن لوڈ نہیں ہو سکی۔
zh: 无法下载 PDF 报告。

# couldNotOpenPdfWithValue
source: Could not open PDF: {error}
af: Kon nie PDF oopmaak nie: {error}
am: PDF መክፈት አልተቻለም: {error}
ar: تعذّر فتح PDF: {error}
de: PDF konnte nicht geöffnet werden: {error}
es: No se pudo abrir el PDF: {error}
fr: Impossible d’ouvrir le PDF : {error}
he: לא ניתן לפתוח PDF: {error}
hi: PDF नहीं खुल सका: {error}
it: Impossibile aprire il PDF: {error}
ja: PDFを開けませんでした: {error}
ko: PDF를 열 수 없습니다: {error}
ru: Не удалось открыть PDF: {error}
sw: Imeshindikana kufungua PDF: {error}
ur: PDF نہیں کھل سکا: {error}
zh: 无法打开 PDF：{error}

# savingFilesNotSupportedWeb
source: Saving files is not supported on Web right now.
af: Die stoor van lêers word tans nie op Web ondersteun nie.
am: በWeb ላይ ፋይሎችን ማስቀመጥ አሁን አይደገፍም።
ar: حفظ الملفات غير مدعوم على الويب حالياً.
de: Dateien speichern wird im Web derzeit nicht unterstützt.
es: Guardar archivos no está soportado en Web en este momento.
fr: L’enregistrement de fichiers n’est pas pris en charge sur le Web pour le moment.
he: שמירת קבצים אינה נתמכת בווב כרגע.
hi: वेब पर अभी फाइल सेव करना समर्थित नहीं है।
it: Il salvataggio dei file non è supportato sul Web al momento.
ja: Webでは現在ファイル保存がサポートされていません。
ko: 웹에서는 현재 파일 저장이 지원되지 않습니다.
ru: Сохранение файлов в веб-версии пока не поддерживается.
sw: Kuhifadhi faili hakutumiki kwenye Web kwa sasa.
ur: ویب پر فی الحال فائل محفوظ کرنا سپورٹڈ نہیں۔
zh: Web 端暂不支持保存文件。

# savedToDocumentsIosWithPath
source: Saved to Documents (iOS): {path}
af: Gestoor in Documents (iOS): {path}
am: በDocuments (iOS) ተቀምጧል: {path}
ar: تم الحفظ في Documents (iOS): {path}
de: In Documents (iOS) gespeichert: {path}
es: Guardado en Documentos (iOS): {path}
fr: Enregistré dans Documents (iOS) : {path}
he: נשמר ב-Documents (iOS): {path}
hi: Documents (iOS) में सहेजा गया: {path}
it: Salvato in Documents (iOS): {path}
ja: Documents（iOS）に保存: {path}
ko: Documents(iOS)에 저장됨: {path}
ru: Сохранено в Documents (iOS): {path}
sw: Imehifadhiwa kwenye Documents (iOS): {path}
ur: Documents (iOS) میں محفوظ ہوا: {path}
zh: 已保存到 Documents（iOS）： {path}

# savedToFilesWithPath
source: Saved to files: {path}
af: Gestoor in lêers: {path}
am: በፋይሎች ውስጥ ተቀምጧል: {path}
ar: تم الحفظ في الملفات: {path}
de: In Dateien gespeichert: {path}
es: Guardado en archivos: {path}
fr: Enregistré dans les fichiers : {path}
he: נשמר בקבצים: {path}
hi: Files में सहेजा गया: {path}
it: Salvato nei file: {path}
ja: ファイルに保存: {path}
ko: 파일에 저장됨: {path}
ru: Сохранено в файлы: {path}
sw: Imehifadhiwa kwenye faili: {path}
ur: فائلز میں محفوظ ہوا: {path}
zh: 已保存到文件： {path}

source: Open
af: Maak oop
am: ክፈት
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
he: פתח
hi: खोलें
it: Apri
ja: 開く
ko: 열기
ru: Открыть
sw: Fungua
ur: کھولیں
zh: 打开

# failedToSavePdfWithValue
source: Failed to save PDF: {error}
af: Kon nie PDF stoor nie: {error}
am: PDF ማስቀመጥ አልተቻለም: {error}
ar: فشل حفظ PDF: {error}
de: PDF konnte nicht gespeichert werden: {error}
es: No se pudo guardar el PDF: {error}
fr: Échec de l’enregistrement du PDF : {error}
he: שמירת PDF נכשלה: {error}
hi: PDF सहेजने में विफल: {error}
it: Impossibile salvare il PDF: {error}
ja: PDFの保存に失敗しました: {error}
ko: PDF 저장 실패: {error}
ru: Не удалось сохранить PDF: {error}
sw: Imeshindikana kuhifadhi PDF: {error}
ur: PDF محفوظ نہیں ہو سکا: {error}
zh: 保存 PDF 失败：{error}

source: Open PDF report
af: Maak PDF-verslag oop
am: የPDF ሪፖርትን ክፈት
ar: فتح تقرير PDF
de: PDF-Bericht öffnen
es: Abrir reporte PDF
fr: Ouvrir le rapport PDF
he: פתח דוח PDF
hi: PDF रिपोर्ट खोलें
it: Apri report PDF
ja: PDFレポートを開く
ko: PDF 보고서 열기
ru: Открыть PDF-отчёт
sw: Fungua ripoti ya PDF
ur: PDF رپورٹ کھولیں
zh: 打开 PDF 报告

source: Save PDF to Downloads
af: Stoor PDF na Downloads
am: PDF ወደ Downloads አስቀምጥ
ar: حفظ PDF إلى التنزيلات
de: PDF in Downloads speichern
es: Guardar PDF en Descargas
fr: Enregistrer le PDF dans Téléchargements
he: שמור PDF להורדות
hi: PDF को Downloads में सहेजें
it: Salva PDF in Download
ja: PDFをダウンロードに保存
ko: PDF를 다운로드에 저장
ru: Сохранить PDF в Загрузки
sw: Hifadhi PDF kwenye Downloads
ur: PDF ڈاؤن لوڈز میں محفوظ کریں
zh: 保存 PDF 到下载

# reportWatermarkNote
source: The report PDF should include the Styloria watermark.
af: Die PDF-verslag behoort die Styloria-watermerk te bevat.
am: የሪፖርት PDF ውስጥ የStyloria watermark መኖር አለበት።
ar: يجب أن يتضمن ملف PDF علامة Styloria المائية.
de: Der PDF-Bericht sollte das Styloria-Wasserzeichen enthalten.
es: El reporte PDF debe incluir la marca de agua de Styloria.
fr: Le PDF du rapport doit inclure le filigrane Styloria.
he: דוח ה-PDF צריך לכלול סימן מים של Styloria.
hi: रिपोर्ट PDF में Styloria वॉटरमार्क होना चाहिए।
it: Il PDF del report dovrebbe includere la filigrana Styloria.
ja: レポートPDFにはStyloriaの透かしが含まれているはずです。
ko: 보고서 PDF에는 Styloria 워터마크가 포함되어야 합니다.
ru: PDF-отчёт должен содержать водяной знак Styloria.
sw: Ripoti ya PDF inapaswa kuwa na watermark ya Styloria.
ur: رپورٹ PDF میں Styloria واٹرمارک شامل ہونا چاہیے۔
zh: 报告 PDF 应包含 Styloria 水印。

# referFriendsTitle
source: Refer friends
af: Verwys vriende
am: ጓደኞችን ያስገቡ
ar: ادعُ الأصدقاء
de: Freunde werben
es: Invitar amigos
fr: Parrainer des amis
he: הזמן/י חברים
hi: दोस्तों को रेफ़र करें
it: Invita amici
ja: 友だちを紹介
ko: 친구 추천
ru: Пригласить друзей
sw: Waite marafiki
ur: دوستوں کو ریفر کریں
zh: 邀请好友

# shareReferralCodeBody
source: Share your referral code with friends. Later you can add rewards when they sign up and complete bookings.
af: Deel jou verwysingskode met vriende. Later kan jy belonings byvoeg wanneer hulle registreer en besprekings voltooi.
am: የሪፈራል ኮድዎን ከጓደኞችዎ ጋር ያጋሩ። በኋላ እነሱ ሲመዝገቡ እና bookings ሲጨርሱ ሽልማት ማከል ይችላሉ።
ar: شارك رمز الإحالة مع أصدقائك. لاحقاً يمكنك إضافة مكافآت عندما يسجلون ويكملون الحجوزات.
de: Teile deinen Empfehlungscode mit Freunden. Später kannst du Belohnungen hinzufügen, wenn sie sich anmelden und Buchungen abschließen.
es: Comparte tu código de referido con amigos. Más adelante puedes agregar recompensas cuando se registren y completen reservas.
fr: Partagez votre code de parrainage avec vos amis. Plus tard, vous pourrez ajouter des récompenses lorsqu’ils s’inscrivent et terminent des réservations.
he: שתף/י את קוד ההפניה עם חברים. בהמשך ניתן להוסיף תגמולים כשהם נרשמים ומסיימים הזמנות.
hi: अपना रेफ़रल कोड दोस्तों के साथ साझा करें। बाद में जब वे साइन अप करें और बुकिंग पूरी करें, तब आप इनाम जोड़ सकते हैं।
it: Condividi il tuo codice referral con gli amici. In seguito potrai aggiungere ricompense quando si iscrivono e completano le prenotazioni.
ja: 紹介コードを友だちに共有しましょう。後で、友だちが登録して予約を完了したら報酬を追加できます。
ko: 추천 코드를 친구와 공유하세요. 나중에 친구가 가입하고 예약을 완료하면 보상을 추가할 수 있습니다.
ru: Поделитесь своим реферальным кодом с друзьями. Позже вы сможете добавить награды, когда они зарегистрируются и завершат бронирования.
sw: Shiriki msimbo wako wa rufaa kwa marafiki. Baadaye unaweza kuongeza zawadi watakaposajili na kukamilisha bookings.
ur: اپنا ریفرل کوڈ دوستوں کے ساتھ شیئر کریں۔ بعد میں جب وہ سائن اپ کریں اور بکنگ مکمل کریں تو آپ انعامات شامل کر سکتے ہیں۔
zh: 把你的邀请码分享给好友。之后你可以在他们注册并完成预约后添加奖励。

# yourReferralCodeLabel
source: Your referral code:
af: Jou verwysingskode:
am: የእርስዎ ሪፈራል ኮድ:
ar: رمز الإحالة الخاص بك:
de: Dein Empfehlungscode:
es: Tu código de referido:
fr: Votre code de parrainage :
he: קוד ההפניה שלך:
hi: आपका रेफ़रल कोड:
it: Il tuo codice referral:
ja: あなたの紹介コード:
ko: 내 추천 코드:
ru: Ваш реферальный код:
sw: Msimbo wako wa rufaa:
ur: آپ کا ریفرل کوڈ:
zh: 你的邀请码：

source: Copy
af: Kopieer
am: ኮፒ
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
he: העתק
hi: कॉपी
it: Copia
ja: コピー
ko: 복사
ru: Копировать
sw: Nakili
ur: کاپی
zh: 复制

# referralCodeCopiedWithCode
source: Referral code copied: {code}
af: Verwysingskode gekopieer: {code}
am: የሪፈራል ኮድ ተኮፒ ተደርጓል: {code}
ar: تم نسخ رمز الإحالة: {code}
de: Empfehlungscode kopiert: {code}
es: Código de referido copiado: {code}
fr: Code de parrainage copié : {code}
he: קוד ההפניה הועתק: {code}
hi: रेफ़रल कोड कॉपी हुआ: {code}
it: Codice referral copiato: {code}
ja: 紹介コードをコピーしました: {code}
ko: 추천 코드가 복사됨: {code}
ru: Реферальный код скопирован: {code}
sw: Msimbo wa rufaa umenakiliwa: {code}
ur: ریفرل کوڈ کاپی ہو گیا: {code}
zh: 邀请码已复制：{code}

# navHome
source: Home
af: Tuis
am: መነሻ
ar: الرئيسية
es: Inicio
fr: Accueil
he: בית
hi: होम
ja: ホーム
ko: 홈
ru: Главная
sw: Nyumbani
ur: ہوم
zh: 首页

# navBookings
source: Bookings
af: Besprekings
am: ቦታ ማስያዝ
ar: الحجوزات
de: Buchungen
es: Reservas
fr: Réservations
he: הזמנות
hi: बुकिंग्स
it: Prenotazioni
ja: 予約
ko: 예약
ru: Бронирования
ur: بکنگز
zh: 预约

# navNotifications
source: Notifications
af: Kennisgewings
am: ማሳወቂያዎች
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएँ
it: Notifiche
ja: 通知
ko: 알림
ru: Уведомления
sw: Arifa
ur: نوٹیفیکیشنز
zh: 通知

# navAccount
source: Account
af: Rekening
am: መለያ
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: अकाउंट
ja: アカウント
ko: 계정
ru: Аккаунт
sw: Akaunti
ur: اکاؤنٹ
zh: 账户

source: Welcome
af: Welkom
am: እንኳን ደህና መጡ
ar: مرحباً
de: Willkommen
es: Bienvenido
fr: Bienvenue
he: ברוך הבא
hi: स्वागत है
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ru: Добро пожаловать
sw: Karibu
ur: خوش آمدید
zh: 欢迎
