Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# statusUnknown
source: unknown
af: onbekend
am: ያልታወቀ
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
he: לא ידוע
hi: अज्ञात
it: sconosciuto
ja: 不明
ko: 알 수 없음
ru: неизвестно
sw: haijulikani
ur: نامعلوم
zh: 未知

# statusAccepted
source: accepted
af: aanvaar
am: ተቀባይነት ተሰጥቷል
ar: تم القبول
de: angenommen
es: aceptado
fr: accepté
he: התקבל
hi: स्वीकृत
it: accettata
ja: 承認済み
ko: 수락됨
ru: принято
sw: imekubaliwa
ur: قبول شدہ
zh: 已接受

# statusInProgress
source: in progress
af: aan die gang
am: በሂደት ላይ
ar: قيد التنفيذ
de: in Arbeit
es: en progreso
fr: en cours
he: בתהליך
hi: प्रगति पर
it: in corso
ja: 進行中
ko: 진행 중
ru: в процессе
sw: inaendelea
ur: جاری
zh: 进行中

# statusCompleted
source: completed
af: voltooi
am: ተጠናቋል
ar: مكتمل
de: abgeschlossen
es: completado
fr: terminé
he: הושלם
hi: पूर्ण
it: completata
ja: 完了
ko: 완료됨
ru: завершено
sw: imekamilika
ur: مکمل
zh: 已完成

# statusCancelled
source: cancelled
af: gekanselleer
am: ተሰርዟል
ar: ملغي
de: storniert
es: cancelado
fr: annulé
he: בוטל
hi: रद्द
it: annullata
ja: キャンセル
ko: 취소됨
ru: отменено
sw: imeghairiwa
ur: منسوخ
zh: 已取消

# paymentPaid
source: paid
af: betaal
am: ተከፍሏል
ar: مدفوع
de: bezahlt
es: pagado
fr: payé
he: שולם
hi: भुगतान किया गया
it: pagato
ja: 支払い済み
ko: 결제됨
ru: оплачено
sw: imelipwa
ur: ادا شدہ
zh: 已支付

# paymentPending
source: pending
af: hangend
am: በመጠበቅ ላይ
ar: قيد الانتظار
de: ausstehend
es: pendiente
fr: en attente
he: בהמתנה
hi: लंबित
it: in attesa
ja: 保留
ko: 대기 중
ru: в ожидании
sw: inasubiri
ur: زیرِ التواء
zh: 待处理

# paymentFailed
source: failed
af: misluk
am: አልተሳካም
ar: فشل
de: fehlgeschlagen
es: fallido
fr: échoué
he: נכשל
hi: विफल
it: non riuscito
ja: 失敗
ko: 실패
ru: ошибка
sw: imeshindikana
ur: ناکام
zh: 失败

# bookingAcceptedBy
source: Booking accepted by {name}
af: Bespreking aanvaar deur {name}
am: ቦታ ማስያዝ በ{name} ተቀብሏል
ar: تم قبول الحجز بواسطة {name}
de: Buchung angenommen von {name}
es: Reserva aceptada por {name}
fr: Réservation acceptée par {name}
he: ההזמנה אושרה על ידי {name}
hi: बुकिंग {name} द्वारा स्वीकार की गई
it: Prenotazione accettata da {name}
ja: {name} が予約を承認しました
ko: {name}님이 예약을 수락했습니다
ru: Бронирование принято: {name}
sw: Uhifadhi umekubaliwa na {name}
ur: بکنگ {name} نے قبول کی
zh: 预约已由 {name} 接受

# whenLabel
source: When
af: Wanneer
am: መቼ
ar: الموعد
de: Wann
es: Cuándo
fr: Quand
he: מתי
hi: कब
it: Quando
ja: 日時
ko: 일정
ru: Когда
sw: Lini
ur: کب
zh: 时间

source: at {time}
af: om {time}
am: በ {time}
ar: الساعة {time}
de: um {time}
es: a las {time}
fr: à {time}
he: בשעה {time}
hi: {time} पर
it: alle {time}
ja: {time} に
ko: {time}에
ru: в {time}
sw: saa {time}
ur: {time} پر
zh: {time}

# userLabel
source: User
af: Gebruiker
am: ተጠቃሚ
ar: المستخدم
de: Nutzer
es: Usuario
fr: Utilisateur
he: משתמש
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
ko: 사용자
ru: Пользователь
sw: Mtumiaji
ur: صارف
zh: 用户

# providerLabel
source: Provider
af: Verskaffer
am: አቅራቢ
ar: المزوّد
de: Anbieter
es: Proveedor
fr: Prestataire
he: ספק
hi: प्रदाता
it: Fornitore
ja: 提供者
ko: 제공자
ru: Исполнитель
sw: Mtoa huduma
ur: فراہم کنندہ
zh: 服务者

# estimatedPriceLabel
source: Estimated price
af: Geskatte prys
am: የተገመተ ዋጋ
ar: السعر التقديري
de: Geschätzter Preis
es: Precio estimado
fr: Prix estimé
he: מחיר משוער
hi: अनुमानित कीमत
it: Prezzo stimato
ja: 見積もり価格
ko: 예상 가격
ru: Ориентировочная цена
sw: Bei inayokadiriwa
ur: اندازاً قیمت
zh: 预估价格

# offeredPaidLabel
source: Offered / paid
af: Aangebied / betaal
am: ቀርቧል / ተከፍሏል
ar: المعروض / المدفوع
de: Angeboten / bezahlt
es: Ofrecido / pagado
fr: Proposé / payé
he: הוצע / שולם
hi: प्रस्तावित / भुगतान
it: Offerto / pagato
ja: 提示 / 支払い
ko: 제안 / 결제
ru: Предложено / оплачено
sw: Iliyotolewa / iliyolipwa
ur: پیشکش / ادا شدہ
zh: 报价 / 已付

# distanceLabel
source: Distance
af: Afstand
am: ርቀት
ar: المسافة
de: Entfernung
es: Distancia
he: מרחק
hi: दूरी
it: Distanza
ja: 距離
ko: 거리
ru: Расстояние
sw: Umbali
ur: فاصلہ
zh: 距离

# distanceMiles
source: {miles} miles
af: {miles} myl
am: {miles} ማይል
ar: {miles} ميل
de: {miles} Meilen
es: {miles} millas
he: {miles} מייל
hi: {miles} मील
it: {miles} miglia
ja: {miles} マイル
ko: {miles}마일
ru: {miles} миль
sw: maili {miles}
ur: {miles} میل
zh: {miles} 英里

# acceptedAtLabel
source: Accepted at
af: Aanvaar om
am: ተቀብሏል በ
ar: تم القبول في
de: Angenommen um
es: Aceptado a las
fr: Acceptée à
he: אושר ב-
hi: स्वीकृत समय
it: Accettata il
ja: 承認時刻
ko: 수락 시간
ru: Принято в
sw: Imekubaliwa saa
ur: قبول کیا گیا
zh: 接受时间

# cancelledAtLabel
source: Cancelled at
af: Gekanselleer om
am: ተሰርዟል በ
ar: تم الإلغاء في
de: Storniert um
es: Cancelado a las
fr: Annulée à
he: בוטל ב-
hi: रद्द समय
it: Annullata il
ja: キャンセル時刻
ko: 취소 시간
ru: Отменено в
sw: Imeghairiwa saa
ur: منسوخ کیا گیا
zh: 取消时间

# cancelledByLabel
source: Cancelled by
af: Gekanselleer deur
am: ተሰርዟል በ
ar: تم الإلغاء بواسطة
de: Storniert von
es: Cancelado por
fr: Annulée par
he: בוטל על ידי
hi: द्वारा रद्द
it: Annullata da
ja: キャンセル者
ko: 취소한 사람
ru: Отменил
sw: Imeghairiwa na
ur: منسوخ کرنے والا
zh: 取消方

# penaltyAppliedLabel
source: Penalty applied: {amount}
af: Boete toegepas: {amount}
am: ቅጣት ተተግብሯል: {amount}
ar: تم تطبيق غرامة: {amount}
de: Strafe angewendet: {amount}
es: Penalización aplicada: {amount}
fr: Pénalité appliquée : {amount}
he: הוחל קנס: {amount}
hi: जुर्माना लगाया गया: {amount}
it: Penale applicata: {amount}
ja: 適用されたペナルティ: {amount}
ko: 적용된 페널티: {amount}
ru: Штраф применён: {amount}
sw: Adhabu imetumika: {amount}
ur: جرمانہ لاگو: {amount}
zh: 已收取罚金：{amount}

# userConfirmedLabel
source: User confirmed
af: Gebruiker het bevestig
am: ተጠቃሚው አረጋግጧል
ar: تأكيد المستخدم
de: Nutzer bestätigt
es: Usuario confirmó
fr: Utilisateur a confirmé
he: המשתמש אישר
hi: उपयोगकर्ता ने पुष्टि की
it: Utente confermato
ja: ユーザー確認
ko: 사용자 확인
ru: Пользователь подтвердил
sw: Mtumiaji amethibitisha
ur: صارف نے تصدیق کی
zh: 用户已确认

# providerConfirmedLabel
source: Provider confirmed
af: Verskaffer het bevestig
am: አቅራቢው አረጋግጧል
ar: تأكيد المزوّد
de: Anbieter bestätigt
es: Proveedor confirmó
fr: Prestataire a confirmé
he: הספק אישר
hi: प्रदाता ने पुष्टि की
it: Fornitore confermato
ja: 提供者確認
ko: 제공자 확인
ru: Исполнитель подтвердил
sw: Mtoa huduma amethibitisha
ur: فراہم کنندہ نے تصدیق کی
zh: 服务者已确认

# payoutReleasedLabel
source: Payout released
af: Uitbetaling vrygestel
am: ክፍያ ተለቋል
ar: تم تحرير الدفعة
de: Auszahlung freigegeben
es: Pago liberado
fr: Paiement débloqué
he: התשלום שוחרר
hi: भुगतान जारी
it: Pagamento rilasciato
ja: 支払い解放
ko: 정산 해제
ru: Выплата разблокирована
sw: Malipo yametolewa
ur: ادائیگی جاری
zh: 款项已释放

# yesLower
source: yes
af: ja
am: አዎ
ar: نعم
de: ja
es: sí
fr: oui
he: כן
hi: हाँ
it: sì
ja: はい
ko: 예
ru: да
sw: ndiyo
ur: ہاں
zh: 是

source: Call
af: Bel
am: ጥሪ
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
he: שיחה
hi: कॉल
it: Chiama
ja: 通話
ko: 전화
ru: Позвонить
sw: Piga simu
ur: کال
zh: 拨打电话

source: Actions
af: Aksies
am: እርምጃዎች
ar: إجراءات
de: Aktionen
es: Acciones
he: פעולות
hi: कार्रवाइयाँ
it: Azioni
ja: 操作
ko: 작업
ru: Действия
sw: Vitendo
ur: کارروائیاں
zh: 操作

source: Confirm completion
af: Bevestig voltooiing
am: መጨረሻነትን አረጋግጥ
ar: تأكيد الإكمال
de: Abschluss bestätigen
es: Confirmar finalización
fr: Confirmer la fin
he: אשר/י סיום
hi: पूर्णता की पुष्टि करें
it: Conferma completamento
ja: 完了を確認
ko: 완료 확인
ru: Подтвердить завершение
sw: Thibitisha kukamilika
ur: تکمیل کی تصدیق کریں
zh: 确认完成

# noFurtherActionsForBooking
source: No further actions available for this booking.
af: Geen verdere aksies beskikbaar vir hierdie bespreking nie.
am: ለዚህ ቦታ ማስያዝ ተጨማሪ እርምጃ የለም።
ar: لا توجد إجراءات أخرى متاحة لهذا الحجز.
de: Für diese Buchung sind keine weiteren Aktionen verfügbar.
es: No hay más acciones disponibles para esta reserva.
fr: Aucune autre action disponible pour cette réservation.
he: אין פעולות נוספות זמינות עבור הזמנה זו.
hi: इस बुकिंग के लिए आगे कोई कार्रवाई उपलब्ध नहीं है।
it: Nessuna ulteriore azione disponibile per questa prenotazione.
ja: この予約で実行できる操作はこれ以上ありません。
ko: 이 예약에 대해 더 이상 가능한 작업이 없습니다.
ru: Для этого бронирования больше нет доступных действий.
sw: Hakuna vitendo vingine vinavyopatikana kwa uhifadhi huu.
ur: اس بکنگ کے لیے مزید کوئی کارروائی دستیاب نہیں۔
zh: 该预约没有可进行的后续操作。

# freeCancellationEndsIn
source: Free cancellation ends in {time}
af: Gratis kansellasie eindig oor {time}
am: ነፃ ሰርዝ በ {time} ውስጥ ያበቃል
ar: تنتهي الإلغاء المجاني خلال {time}
de: Kostenlose Stornierung endet in {time}
es: Cancelación gratuita termina en {time}
fr: L’annulation gratuite se termine dans {time}
he: הביטול החינמי מסתיים בעוד {time}
hi: नि:शुल्क रद्दीकरण {time} में समाप्त होगा
it: La cancellazione gratuita termina tra {time}
ja: 無料キャンセル終了まで {time}
ko: 무료 취소 종료까지 {time}
ru: Бесплатная отмена закончится через {time}
sw: Kughairi bure kunaisha ndani ya {time}
ur: بلا جرمانہ منسوخی {time} میں ختم ہو جائے گی
zh: 免费取消倒计时：{time}

# earlyFreeCancellationEndedWarning
source: Early free cancellation has ended. Until about 40 minutes after acceptance, late cancellations may incur a penalty.
af: Vroeë gratis kansellasie het geëindig. Tot ongeveer 40 minute na aanvaarding kan laat kansellasies ’n boete meebring.
am: የመጀመሪያ ነፃ ሰርዝ ጊዜ አበቃ። ከተቀባይነት በኋላ እስከ 40 ደቂቃ ድረስ የዘገየ ሰርዝ ቅጣት ሊኖረው ይችላል።
ar: انتهت فترة الإلغاء المجاني المبكرة. حتى حوالي 40 دقيقة بعد القبول، قد تؤدي الإلغاءات المتأخرة إلى غرامة.
de: Die frühe kostenlose Stornierung ist beendet. Bis etwa 40 Minuten nach Annahme können späte Stornierungen eine Strafe verursachen.
es: El período de cancelación gratuita temprana ha terminado. Hasta aproximadamente 40 minutos después de la aceptación, las cancelaciones tardías pueden incurrir en una penalización.
fr: La période d’annulation gratuite initiale est terminée. Jusqu’à environ 40 minutes après l’acceptation, les annulations tardives peuvent entraîner une pénalité.
he: תקופת הביטול החינמי המוקדמת הסתיימה. עד כ-40 דקות לאחר האישור, ביטול מאוחר עלול לגרור קנס.
hi: शुरुआती नि:शुल्क रद्दीकरण समाप्त हो गया है। स्वीकार करने के लगभग 40 मिनट तक, देर से रद्द करने पर जुर्माना लग सकता है।
it: La cancellazione gratuita iniziale è terminata. Fino a circa 40 minuti dopo l’accettazione, le cancellazioni tardive potrebbero comportare una penale.
ja: 早期の無料キャンセル期間は終了しました。承認後約40分までは、遅いキャンセルにペナルティが発生する場合があります。
ko: 초기 무료 취소 기간이 종료되었습니다. 수락 후 약 40분까지는 늦은 취소에 페널티가 부과될 수 있습니다.
ru: Период ранней бесплатной отмены завершён. До примерно 40 минут после принятия поздняя отмена может привести к штрафу.
sw: Kipindi cha awali cha kughairi bure kimeisha. Hadi takriban dakika 40 baada ya kukubaliwa, kughairi kuchelewa kunaweza kusababisha adhabu.
ur: ابتدائی بلا جرمانہ منسوخی ختم ہو گئی ہے۔ قبولیت کے بعد تقریباً 40 منٹ تک، دیر سے منسوخی پر جرمانہ لگ سکتا ہے۔
zh: 早期免费取消已结束。在接受后约 40 分钟内，晚取消可能会产生罚金。

source: Cancel booking
af: Kanselleer bespreking
am: ቦታ ማስያዝ ሰርዝ
ar: إلغاء الحجز
de: Buchung stornieren
es: Cancelar reserva
fr: Annuler la réservation
he: בטל/י הזמנה
hi: बुकिंग रद्द करें
it: Annulla prenotazione
ja: 予約をキャンセル
ko: 예약 취소
ru: Отменить бронирование
sw: Ghairi uhifadhi
ur: بکنگ منسوخ کریں
zh: 取消预约

source: Cancel booking (no penalty)
af: Kanselleer bespreking (geen boete)
am: ቦታ ማስያዝ ሰርዝ (ቅጣት የለም)
ar: إلغاء الحجز (بدون غرامة)
de: Buchung stornieren (ohne Strafe)
es: Cancelar reserva (sin penalización)
fr: Annuler la réservation (sans pénalité)
he: בטל/י הזמנה (ללא קנס)
hi: बुकिंग रद्द करें (बिना जुर्माना)
it: Annulla prenotazione (senza penale)
ja: 予約をキャンセル（ペナルティなし）
ko: 예약 취소(페널티 없음)
ru: Отменить бронирование (без штрафа)
sw: Ghairi uhifadhi (hakuna adhabu)
ur: بکنگ منسوخ کریں (بلا جرمانہ)
zh: 取消预约（无罚金）

source: Cancel booking (penalty may apply)
af: Kanselleer bespreking (boete kan geld)
am: ቦታ ማስያዝ ሰርዝ (ቅጣት ሊኖር ይችላል)
ar: إلغاء الحجز (قد تُطبق غرامة)
de: Buchung stornieren (Strafe möglich)
es: Cancelar reserva (puede aplicar penalización)
fr: Annuler la réservation (pénalité possible)
he: בטל/י הזמנה (ייתכן קנס)
hi: बुकिंग रद्द करें (जुर्माना लग सकता है)
it: Annulla prenotazione (penale possibile)
ja: 予約をキャンセル（ペナルティの可能性）
ko: 예약 취소(페널티 발생 가능)
ru: Отменить бронирование (возможен штраф)
sw: Ghairi uhifadhi (adhabu inaweza kutumika)
ur: بکنگ منسوخ کریں (جرمانہ لگ سکتا ہے)
zh: 取消预约（可能有罚金）

# cancellationPolicyInfo
source: You can cancel without penalty in the first 7 minutes after provider acceptance, and again after about 40 minutes if needed. Between those times, a penalty may be applied according to the rules.
af: Jy kan sonder boete kanselleer binne die eerste 7 minute ná die verskaffer se aanvaarding, en weer ná ongeveer 40 minute indien nodig. Tussen hierdie tye kan ’n boete volgens die reëls toegepas word.
am: ከአቅራቢው ተቀባይነት በኋላ በመጀመሪያዎቹ 7 ደቂቃዎች ውስጥ ያለ ቅጣት ማሰረዝ ይችላሉ፣ እና ካስፈለገ ከአስቀድሞ 40 ደቂቃ በኋላ ደግሞ። በመካከላቸው ጊዜ ቅጣት ሊተገበር ይችላል።
ar: يمكنك الإلغاء بدون غرامة خلال أول 7 دقائق بعد قبول المزوّد، ثم مرة أخرى بعد حوالي 40 دقيقة إذا لزم الأمر. بين ذلك قد تُطبق غرامة وفقاً للقواعد.
de: Du kannst in den ersten 7 Minuten nach Annahme durch den Anbieter ohne Strafe stornieren und bei Bedarf erneut nach etwa 40 Minuten. Dazwischen kann gemäß den Regeln eine Strafe anfallen.
es: Puedes cancelar sin penalización en los primeros 7 minutos después de la aceptación del proveedor, y nuevamente después de aproximadamente 40 minutos si es necesario. Entre esos tiempos, se puede aplicar una penalización según las reglas.
fr: Vous pouvez annuler sans pénalité pendant les 7 premières minutes après l’acceptation du prestataire, puis à nouveau après environ 40 minutes si nécessaire. Entre ces moments, une pénalité peut être appliquée selon les règles.
he: ניתן לבטל ללא קנס בשבע הדקות הראשונות לאחר אישור הספק, ושוב לאחר כ-40 דקות במידת הצורך. בין הזמנים הללו ייתכן שיוחל קנס לפי הכללים.
hi: प्रदाता के स्वीकार करने के बाद पहले 7 मिनट में आप बिना जुर्माना रद्द कर सकते हैं, और आवश्यकता होने पर लगभग 40 मिनट बाद फिर से बिना जुर्माना रद्द कर सकते हैं। इन समयों के बीच नियमों के अनुसार जुर्माना लग सकता है।
it: Puoi annullare senza penale nei primi 7 minuti dopo l’accettazione del fornitore e di nuovo dopo circa 40 minuti se necessario. Tra questi momenti, potrebbe essere applicata una penale secondo le regole.
ja: 提供者の承認後最初の7分間はペナルティなしでキャンセルできます。また必要であれば、約40分後にもペナルティなしでキャンセルできます。その間は規約によりペナルティが適用される場合があります。
ko: 제공자 수락 후 처음 7분 동안은 페널티 없이 취소할 수 있으며, 필요 시 약 40분 이후에도 다시 페널티 없이 취소할 수 있습니다. 그 사이에는 규정에 따라 페널티가 적용될 수 있습니다.
ru: Вы можете отменить без штрафа в первые 7 минут после принятия исполнителем, а также снова примерно через 40 минут при необходимости. Между этими периодами может применяться штраф согласно правилам.
sw: Unaweza kughairi bila adhabu ndani ya dakika 7 za kwanza baada ya mtoa huduma kukubali, na tena baada ya takriban dakika 40 ikihitajika. Kati ya nyakati hizo, adhabu inaweza kutumika kulingana na sheria.
ur: فراہم کنندہ کے قبول کرنے کے بعد پہلے 7 منٹ میں آپ بلا جرمانہ منسوخ کر سکتے ہیں، اور ضرورت ہو تو تقریباً 40 منٹ بعد دوبارہ بلا جرمانہ منسوخ کر سکتے ہیں۔ ان اوقات کے درمیان قواعد کے مطابق جرمانہ لگ سکتا ہے۔
zh: 服务者接受后前 7 分钟内可无罚金取消；如有需要，约 40 分钟后也可无罚金取消。在两者之间取消，可能会按规则收取罚金。

# ratingLine
source: Rating: {rating} ({reviewCount, plural, =1{1 review} other{{reviewCount} reviews}})
af: Gradering: {rating} ({reviewCount, plural, =1{1 resensie} other{{reviewCount} resensies}})
am: ደረጃ: {rating} ({reviewCount, plural, =1{1 ግምገማ} other{{reviewCount} ግምገማዎች}})
ar: التقييم: {rating} ({reviewCount, plural, =1{مراجعة واحدة} other{{reviewCount} مراجعات}})
de: Bewertung: {rating} ({reviewCount, plural, =1{1 Bewertung} other{{reviewCount} Bewertungen}})
es: Calificación: {rating} ({reviewCount, plural, =1{1 reseña} other{{reviewCount} reseñas}})
fr: Note : {rating} ({reviewCount, plural, =1{1 avis} other{{reviewCount} avis}})
he: דירוג: {rating} ({reviewCount, plural, =1{ביקורת אחת} other{{reviewCount} ביקורות}})
hi: रेटिंग: {rating} ({reviewCount, plural, =1{1 समीक्षा} other{{reviewCount} समीक्षाएँ}})
it: Valutazione: {rating} ({reviewCount, plural, =1{1 recensione} other{{reviewCount} recensioni}})
ja: 評価: {rating}（{reviewCount, plural, =1{レビュー1件} other{レビュー{reviewCount}件}}）
ko: 평점: {rating} ({reviewCount, plural, =1{리뷰 1개} other{리뷰 {reviewCount}개}})
ru: Рейтинг: {rating} ({reviewCount, plural, =1{1 отзыв} few{{reviewCount} отзыва} many{{reviewCount} отзывов} other{{reviewCount} отзывов}})
sw: Ukadiriaji: {rating} ({reviewCount, plural, =1{mapitio 1} other{mapitio {reviewCount}}})
ur: ریٹنگ: {rating} ({reviewCount, plural, =1{1 ریویو} other{{reviewCount} ریویوز}})
zh: 评分：{rating}（{reviewCount, plural, =1{1 条评价} other{{reviewCount} 条评价}}）

source: Proof of skills (Portfolio)
af: Bewys van vaardighede (Portefeulje)
am: የችሎታ ማስረጃ (Portfolio)
ar: إثبات المهارات (المعرض)
de: Nachweis der Fähigkeiten (Portfolio)
es: Prueba de habilidades (Portafolio)
fr: Preuves de compétences (Portfolio)
he: הוכחת מיומנויות (תיק עבודות)
hi: कौशल का प्रमाण (पोर्टफोलियो)
it: Prova delle competenze (Portfolio)
ja: スキルの証明（ポートフォリオ）
ko: 기술 증빙(포트폴리오)
ru: Подтверждение навыков (Портфолио)
sw: Uthibitisho wa ujuzi (Portfolio)
ur: مہارت کا ثبوت (پورٹ فولیو)
zh: 技能证明（作品集）

source: No portfolio posts available.
af: Geen portefeulje-plasings beskikbaar nie.
am: ምንም የፖርትፎሊዮ ፖስቶች የሉም።
ar: لا توجد عناصر معرض متاحة.
de: Keine Portfolio-Beiträge verfügbar.
es: No hay publicaciones de portafolio disponibles.
fr: Aucun contenu de portfolio disponible.
he: אין פריטי תיק עבודות זמינים.
hi: कोई पोर्टफोलियो पोस्ट उपलब्ध नहीं है।
it: Nessun contenuto del portfolio disponibile.
ja: ポートフォリオ投稿がありません。
ko: 포트폴리오 게시물이 없습니다.
ru: Нет доступных работ в портфолио.
sw: Hakuna machapisho ya portfolio yanayopatikana.
ur: کوئی پورٹ فولیو پوسٹس دستیاب نہیں۔
zh: 暂无作品集内容。

source: Booking location
af: Besprekingsplek
am: የቦታ ማስያዝ ቦታ
ar: موقع الحجز
de: Buchungsort
es: Ubicación de la reserva
fr: Lieu de la réservation
he: מיקום ההזמנה
hi: बुकिंग स्थान
it: Posizione della prenotazione
ja: 予約場所
ko: 예약 위치
ru: Место бронирования
sw: Eneo la uhifadhi
ur: بکنگ مقام
zh: 预约位置

source: Location
af: Ligging
am: ቦታ
ar: الموقع
de: Ort
es: Ubicación
fr: Localisation
he: מיקום
hi: स्थान
it: Posizione
ja: 場所
ko: 위치
ru: Местоположение
sw: Eneo
ur: مقام
zh: 位置

source: Latitude
af: Breedtegraad
ar: خط العرض
de: Breitengrad
es: Latitud
he: קו רוחב
hi: अक्षांश
it: Latitudine
ja: 緯度
ko: 위도
ru: Широта
sw: Latitudo
ur: عرضِ بلد
zh: 纬度

source: Longitude
af: Lengtegraad
ar: خط الطول
de: Längengrad
es: Longitud
he: קו אורך
hi: देशांतर
it: Longitudine
ja: 経度
ko: 경도
ru: Долгота
sw: Longitudo
ur: طولِ بلد
zh: 经度

# mapWillAppearWhenCoordinatesValid
source: Map will appear here when coordinates are valid.
af: Die kaart sal hier verskyn wanneer koördinate geldig is.
am: ኮኦርዲኔቶቹ ትክክል ሲሆኑ ካርታው እዚህ ይታያል።
ar: ستظهر الخريطة هنا عندما تكون الإحداثيات صالحة.
de: Die Karte wird hier angezeigt, wenn die Koordinaten gültig sind.
es: El mapa aparecerá aquí cuando las coordenadas sean válidas.
fr: La carte s’affichera ici lorsque les coordonnées seront valides.
he: המפה תופיע כאן כאשר הקואורדינטות תקינות.
hi: जब निर्देशांक मान्य होंगे, तब नक्शा यहाँ दिखाई देगा।
it: La mappa apparirà qui quando le coordinate saranno valide.
ja: 座標が有効な場合、ここに地図が表示されます。
ko: 좌표가 유효하면 여기에 지도가 표시됩니다.
ru: Карта появится здесь, когда координаты будут корректными.
sw: Ramani itaonekana hapa wakati viwianishi ni sahihi.
ur: جب کوآرڈینیٹس درست ہوں گے تو نقشہ یہاں ظاہر ہوگا۔
zh: 当坐标有效时，地图将显示在此处。

# chatForBookingTitle
source: Chat for booking #{id}
af: Klets vir bespreking #{id}
am: ለቦታ ማስያዝ #{id} ቻት
ar: دردشة للحجز رقم {id}
de: Chat für Buchung #{id}
es: Chat para reserva #{id}
fr: Chat pour la réservation n°{id}
he: צ'אט להזמנה #{id}
hi: बुकिंग #{id} के लिए चैट
it: Chat per la prenotazione #{id}
ja: 予約 #{id} のチャット
ko: 예약 #{id} 채팅
ru: Чат по бронированию №{id}
sw: Mazungumzo ya uhifadhi #{id}
ur: بکنگ #{id} کے لیے چیٹ
zh: 预约 #{id} 的聊天

# unableToStartChat
source: Unable to start chat. Chat is only available when the booking is accepted, in progress, or completed within the last day.
af: Kan nie klets begin nie. Klets is slegs beskikbaar wanneer die bespreking aanvaar is, aan die gang is, of binne die laaste dag voltooi is.
am: ቻት መጀመር አልተቻለም። ቻት ቦታ ማስያዝ ተቀብሏል፣ በሂደት ላይ ነው፣ ወይም ባለፈው 1 ቀን ውስጥ ተጠናቀቀ ብቻ ይገኛል።
ar: تعذّر بدء الدردشة. الدردشة متاحة فقط عندما يكون الحجز مقبولاً أو قيد التنفيذ أو مكتملًا خلال اليوم الماضي.
de: Chat konnte nicht gestartet werden. Chat ist nur verfügbar, wenn die Buchung angenommen, in Arbeit oder innerhalb des letzten Tages abgeschlossen wurde.
es: No se puede iniciar el chat. El chat solo está disponible cuando la reserva está aceptada, en progreso, o completada en el último día.
fr: Impossible de démarrer le chat. Le chat est disponible uniquement lorsque la réservation est acceptée, en cours, ou terminée dans la dernière journée.
he: לא ניתן להתחיל צ'אט. הצ'אט זמין רק כאשר ההזמנה אושרה, בתהליך, או הושלמה בתוך היום האחרון.
hi: चैट शुरू नहीं हो सकी। चैट केवल तब उपलब्ध है जब बुकिंग स्वीकार हो, प्रगति पर हो, या पिछले एक दिन के भीतर पूर्ण हुई हो।
it: Impossibile avviare la chat. La chat è disponibile solo quando la prenotazione è accettata, in corso o completata nelle ultime 24 ore.
ja: チャットを開始できません。チャットは予約が承認済み・進行中、または直近1日以内に完了した場合のみ利用できます。
ko: 채팅을 시작할 수 없습니다. 채팅은 예약이 수락됨/진행 중이거나 최근 1일 내 완료된 경우에만 가능합니다.
ru: Не удалось начать чат. Чат доступен только когда бронирование принято, в процессе, или завершено в течение последнего дня.
sw: Imeshindikana kuanza mazungumzo. Mazungumzo yanapatikana tu wakati uhifadhi umekubaliwa, unaendelea, au umekamilika ndani ya siku iliyopita.
ur: چیٹ شروع نہیں ہو سکی۔ چیٹ صرف اس وقت دستیاب ہے جب بکنگ قبول ہو، جاری ہو، یا پچھلے ایک دن کے اندر مکمل ہوئی ہو۔
zh: 无法开始聊天。聊天仅在预约被接受、进行中，或在最近一天内完成时可用。

# invalidChatThreadFromServer
source: Invalid chat thread returned from server.
af: Ongeldige kletsdraad vanaf die bediener teruggestuur.
am: ከሰርቨር የተመለሰው የቻት ክር ትክክል አይደለም።
ar: تم إرجاع سلسلة دردشة غير صالحة من الخادم.
de: Ungültiger Chat-Thread vom Server zurückgegeben.
es: Hilo de chat inválido devuelto del servidor.
fr: Fil de discussion invalide renvoyé par le serveur.
he: השרת החזיר שרשור צ'אט לא תקין.
hi: सर्वर से अमान्य चैट थ्रेड मिला।
it: Thread di chat non valido restituito dal server.
ja: サーバーから無効なチャットスレッドが返されました。
ko: 서버에서 반환된 채팅 스레드가 올바르지 않습니다.
ru: С сервера получен неверный чат-поток.
sw: Thread ya mazungumzo isiyo sahihi imerudishwa na seva.
ur: سرور سے غلط چیٹ تھریڈ موصول ہوا۔
zh: 服务器返回的聊天会话无效。

# messageNotSentPolicy
source: Message not sent. Note: sharing phone numbers or emails is not allowed in chat.
af: Boodskap nie gestuur nie. Nota: die deel van foonnommers of e-posse is nie in die klets toegelaat nie.
am: መልዕክት አልተላከም። ማስታወሻ፡ በውይይት ውስጥ የስልክ ቁጥር ወይም ኢሜይል መแชร์ አይፈቀድም።
ar: لم يتم إرسال الرسالة. ملاحظة: لا يُسمح بمشاركة أرقام الهاتف أو البريد الإلكتروني في الدردشة.
de: Nachricht nicht gesendet. Hinweis: Das Teilen von Telefonnummern oder E-Mails ist im Chat nicht erlaubt.
es: Mensaje no enviado. Nota: no está permitido compartir números de teléfono o correos electrónicos, y el chat solo está disponible mientras la reserva esté activa.
fr: Message non envoyé. Remarque : le partage de numéros de téléphone ou d’e-mails n’est pas autorisé dans le chat.
he: ההודעה לא נשלחה. הערה: אסור לשתף מספרי טלפון או אימייל בצ'אט.
hi: मैसेज नहीं भेजा गया। नोट: चैट में फ़ोन नंबर या ईमेल साझा करना अनुमत नहीं है।
it: Messaggio non inviato. Nota: non è consentito condividere numeri di telefono o email nella chat.
ja: メッセージは送信されませんでした。注: チャットで電話番号やメールアドレスを共有することは禁止されています。
ko: 메시지가 전송되지 않았습니다. 참고: 채팅에서 전화번호나 이메일 공유는 허용되지 않습니다.
ru: Сообщение не отправлено. Примечание: делиться телефонами или e-mail в чате запрещено.
sw: Ujumbe haukutumwa. Kumbuka: kushiriki namba za simu au barua pepe hairuhusiwi kwenye gumzo.
ur: پیغام نہیں بھیجا گیا۔ نوٹ: چیٹ میں فون نمبر یا ای میل شیئر کرنا منع ہے۔
zh: 消息未发送。注意：聊天中不允许分享电话号码或邮箱。

source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
sw: Haijulikani
ur: نامعلوم
zh: 未知
