Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# onboardingProviderBullet1
source: Set your own prices & schedule
es: Establece tus propios precios y horarios

# onboardingProviderBullet2
source: Get matched with nearby clients
es: Conéctate con clientes cercanos

# onboardingProviderBullet3
source: Build your reputation with reviews
es: Construye tu reputación con reseñas

# onboardingProviderBullet4
source: Instant payouts to your account
es: Pagos instantáneos a tu cuenta

# onboardingLocationTitle
source: Enable Location Services
es: Habilitar Servicios de Ubicación

# onboardingLocationSubtitle
source: Styloria uses your location to connect you with nearby services
es: Styloria usa tu ubicación para conectarte con servicios cercanos

# onboardingLocationBenefit1
source: Find service providers near you
es: Encuentra proveedores de servicios cerca de ti

# onboardingLocationBenefit2
source: Calculate accurate transportation costs
es: Calcula costos de transporte precisos

# onboardingLocationBenefit3
source: Match you with available professionals
es: Te conecta con profesionales disponibles

# onboardingLocationBenefit4
source: Enable real-time tracking during appointments
es: Habilita seguimiento en tiempo real durante citas

# onboardingLocationPrivacyNote
source: Your location is only used while the app is open. We never track you in the background.
es: Tu ubicación solo se usa mientras la app está abierta. Nunca te rastreamos en segundo plano.

# onboardingLocationEnabled
source: Location enabled successfully!
es: ¡Ubicación habilitada exitosamente!

# onboardingLocationDeniedTitle
source: Location Permission Denied
es: Permiso de Ubicación Denegado

# onboardingLocationDeniedMessage
source: Without location access, you'll need to enter your address manually when booking services. You can enable location later in your device settings.
es: Sin acceso a la ubicación, necesitarás ingresar tu dirección manualmente al reservar servicios. Puedes habilitar la ubicación después en la configuración de tu dispositivo.

# onboardingContinueWithoutLocation
source: Continue Without Location
es: Continuar Sin Ubicación

# onboardingOpenSettings
source: Open Settings
es: Abrir Configuración

# onboardingLocationServicesOffTitle
source: Location Services Disabled
es: Servicios de Ubicación Deshabilitados

# onboardingLocationServicesOffMessage
source: Your device's location services are turned off. Enable them to get the full Styloria experience.
es: Los servicios de ubicación de tu dispositivo están desactivados. Habilítalos para obtener la experiencia completa de Styloria.

# onboardingEnableLocationServices
source: Enable Location Services
es: Habilitar Servicios de Ubicación

# providerLocationRequiredTitle
source: Location Required
es: Ubicación Requerida

# providerLocationRequiredMessage
source: To appear in search results and receive job requests from nearby clients, you need to enable location access.
es: Para aparecer en los resultados de búsqueda y recibir solicitudes de trabajo de clientes cercanos, necesitas habilitar el acceso a la ubicación.

# providerLocationRequiredBenefitsTitle
source: Why we need your location:
es: Por qué necesitamos tu ubicación:

# providerLocationRequiredBenefit1
source: • Appear in nearby client searches
es: • Aparecer en búsquedas de clientes cercanos

# providerLocationRequiredBenefit2
source: • Receive job requests in your area
es: • Recibir solicitudes de trabajo en tu área

# providerLocationRequiredBenefit3
source: • Calculate accurate distances for clients
es: • Calcular distancias precisas para clientes

# providerStayUnavailable
source: Stay Unavailable
es: Permanecer No Disponible

# providerEnableLocation
source: Enable Location
es: Habilitar Ubicación

# providerLocationEnabledNowAvailable
source: Location enabled! You're now available for bookings.
es: ¡Ubicación habilitada! Ahora estás disponible para reservas.

# providerLocationPermanentlyDeniedTitle
source: Location Permission Required
es: Permiso de Ubicación Requerido

# providerLocationPermanentlyDeniedMessage
source: Location permission was permanently denied. To enable availability, please open your device settings and grant location access to Styloria.
es: El permiso de ubicación fue denegado permanentemente. Para habilitar la disponibilidad, abre la configuración de tu dispositivo y otorga acceso de ubicación a Styloria.

# providerOpenSettings
source: Open Settings
es: Abrir Configuración

# providerLocationServicesDisabled
source: Location services are disabled on your device.
es: Los servicios de ubicación están deshabilitados en tu dispositivo.

# providerEnableLocationServices
source: Enable
es: Habilitar

# providerLocationDeniedCannotBeAvailable
source: Location access denied. You cannot be available for bookings without location enabled.
es: Acceso a ubicación denegado. No puedes estar disponible para reservas sin habilitar la ubicación.

source: No
af: Nee
am: አይ
ar: لا
de: Nein
fr: Non
he: לא
hi: नहीं
ja: いいえ
ko: 아니오
ru: Нет
sw: Hapana
ur: نہیں
zh: 否

# noLower
source: no
af: nee
am: አይ
ar: لا
de: nein
fr: non
he: לא
hi: नहीं
ja: いいえ
ko: 아니요
ru: нет
sw: hapana
ur: نہیں
zh: 否

source: Chat
af: Klets
am: ቻት
ar: دردشة
he: צ'אט
hi: चैट
ja: チャット
ko: 채팅
ru: Чат
sw: Mazungumzo
ur: چیٹ
zh: 聊天

# errorWithValue
source: Error: {error}
af: Fout: {error}
am: ስህተት: {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hi: त्रुटि: {error}
it: Errore: {error}
ja: エラー: {error}
ko: 오류: {error}
ru: Ошибка: {error}
sw: Hitilafu: {error}
ur: خرابی: {error}
zh: 错误：{error}

# methodWeChatPay
source: WeChat Pay (China)
ar: WeChat Pay (الصين)
fr: WeChat Pay (Chine)
he: WeChat Pay (סין)
hi: WeChat Pay (चीन)
it: WeChat Pay (Cina)
ja: WeChat Pay（中国）
ko: WeChat Pay(중국)
ru: WeChat Pay (Китай)
zh: 微信支付（中国）

# methodAlipay
source: Alipay (China)
ar: Alipay (الصين)
fr: Alipay (Chine)
he: Alipay (סין)
hi: Alipay (चीन)
it: Alipay (Cina)
ja: Alipay（中国）
ko: Alipay(중국)
ru: Alipay (Китай)
zh: 支付宝（中国）

# totalLabel
source: Total
af: Totaal
am: ጠቅላላ
ar: الإجمالي
de: Gesamt
he: סה״כ
hi: कुल
it: Totale
ja: 合計
ko: 합계
ru: Итого
sw: Jumla
ur: کل
zh: 合计

# serviceManicureLabel
source: Manicure
ar: مانيكير
fr: Manucure
he: מניקור
ja: マニキュア
ko: 매니큐어
ru: Маникюр
ur: مینیکیور
zh: 美甲

# servicePedicureLabel
source: Pedicure
ar: باديكير
fr: Pédicure
he: פדיקור
ja: ペディキュア
ko: 페디큐어
ru: Педикюр
ur: پیڈیکیور
zh: 修脚

source: Failed to load bookings.
ar: فشل تحميل الحجوزات.
fr: Échec du chargement des réservations.
he: נכשל לטעון הזמנות.
ja: 予約の読み込みに失敗しました。
ko: 예약을 불러오지 못했습니다.
ru: Не удалось загрузить бронирования.
ur: بکنگز لوڈ نہیں ہو سکیں۔
zh: 加载预约失败。

# genericError
source: Error: {error}
af: Fout: {error}
am: ስህተት፦ {error}
ar: خطأ: {error}
de: Fehler: {error}
fr: Erreur : {error}
he: שגיאה: {error}
hi: त्रुटि: {error}
it: Errore: {error}
ja: エラー: {error}
ko: 오류: {error}
ru: Ошибка: {error}
sw: Hitilafu: {error}
ur: خرابی: {error}
zh: 错误：{error}
