Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# typeMessageHint
source: Type a message to support...
af: Tik ’n boodskap aan ondersteuning...
am: ወደ ድጋፍ መልዕክት ይጻፉ...
ar: اكتب رسالة إلى الدعم...
de: Nachricht an den Support schreiben...
es: Escribe un mensaje...
fr: Écrivez un message à l’assistance...
he: הקלד הודעה לתמיכה...
hi: सपोर्ट को संदेश लिखें...
it: Scrivi un messaggio all’assistenza...
ja: サポートへのメッセージを入力...
ko: 지원팀에 보낼 메시지를 입력하세요...
ru: Введите сообщение в поддержку...
sw: Andika ujumbe kwa msaada...
ur: سپورٹ کو پیغام لکھیں...
zh: 输入要发送给支持的消息...

source: Upload Profile Picture
af: Laai profielfoto op
am: የፕሮፋይል ምስል ይስቀሉ
ar: رفع صورة الملف الشخصي
de: Profilbild hochladen
es: Subir Foto de Perfil
fr: Téléverser une photo de profil
he: העלה/י תמונת פרופיל
hi: प्रोफ़ाइल तस्वीर अपलोड करें
it: Carica foto profilo
ja: プロフィール写真をアップロード
ko: 프로필 사진 업로드
ru: Загрузить фото профиля
sw: Pakia picha ya wasifu
ur: پروفائل تصویر اپلوڈ کریں
zh: 上传头像

source: Current Profile Picture
af: Huidige profielfoto
am: የአሁኑ ፕሮፋይል ምስል
ar: صورة الملف الشخصي الحالية
de: Aktuelles Profilbild
es: Foto de Perfil Actual
fr: Photo de profil actuelle
he: תמונת פרופיל נוכחית
hi: वर्तमान प्रोफ़ाइल तस्वीर
it: Foto profilo attuale
ja: 現在のプロフィール写真
ko: 현재 프로필 사진
ru: Текущее фото профиля
sw: Picha ya wasifu ya sasa
ur: موجودہ پروفائل تصویر
zh: 当前头像

source: New Picture Preview
af: Voorskou van nuwe foto
am: አዲስ ምስል ቅድመ እይታ
ar: معاينة الصورة الجديدة
de: Vorschau des neuen Bildes
es: Vista Previa de Nueva Foto
fr: Aperçu de la nouvelle photo
he: תצוגה מקדימה של תמונה חדשה
hi: नई तस्वीर का पूर्वावलोकन
it: Anteprima nuova foto
ja: 新しい写真のプレビュー
ko: 새 사진 미리보기
ru: Предпросмотр нового фото
sw: Mwonekano wa picha mpya
ur: نئی تصویر کا پیش منظر
zh: 新头像预览

source: Choose Image
af: Kies prent
am: ምስል ይምረጡ
ar: اختر صورة
de: Bild auswählen
es: Elegir Imagen
fr: Choisir une image
he: בחר/י תמונה
hi: तस्वीर चुनें
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ru: Выбрать изображение
sw: Chagua picha
ur: تصویر منتخب کریں
zh: 选择图片

source: Upload
af: Laai op
am: ይስቀሉ
ar: رفع
de: Hochladen
es: Subir
fr: Téléverser
he: העלה/י
hi: अपलोड
it: Carica
ja: アップロード
ko: 업로드
ru: Загрузить
sw: Pakia
ur: اپلوڈ
zh: 上传

source: No image bytes found (web).
af: Geen prent-bytes gevind nie (web).
am: የምስል bytes አልተገኙም (web).
ar: لم يتم العثور على بيانات الصورة (ويب).
de: Keine Bild-Bytes gefunden (Web).
es: No se encontraron bytes de imagen (web).
fr: Aucun octet d’image trouvé (web).
he: לא נמצאו נתוני תמונה (ווב).
hi: चित्र बाइट्स नहीं मिले (वेब)।
it: Byte immagine non trovati (web).
ja: 画像データが見つかりません（Web）。
ko: 이미지 바이트를 찾을 수 없습니다(웹).
ru: Не найдены байты изображения (web).
sw: Hakuna data ya picha iliyopatikana (web).
ur: تصویر کے بائٹس نہیں ملے (ویب)۔
zh: 未找到图片字节（Web）。

source: Please pick an image first.
af: Kies asseblief eers ’n prent.
am: እባክዎ በመጀመሪያ ምስል ይምረጡ።
ar: يرجى اختيار صورة أولاً.
de: Bitte wähle zuerst ein Bild aus.
es: Por favor elige una imagen primero.
fr: Veuillez d’abord choisir une image.
he: בחר/י קודם תמונה.
hi: कृपया पहले एक तस्वीर चुनें।
it: Seleziona prima un’immagine.
ja: まず画像を選択してください。
ko: 먼저 이미지를 선택하세요.
ru: Сначала выберите изображение.
sw: Tafadhali chagua picha kwanza.
ur: براہ کرم پہلے تصویر منتخب کریں۔
zh: 请先选择一张图片。

# uploadFailedCheckServerLogs
source: Upload failed. Check server logs / token.
af: Oplaai het misluk. Kontroleer bedienerlogboeke / token.
am: መስቀል አልተሳካም። የሰርቨር ሎጎች / token ይመርምሩ።
ar: فشل الرفع. تحقق من سجلات الخادم / الرمز.
de: Upload fehlgeschlagen. Server-Logs / Token prüfen.
es: Subida fallida. Revisa los registros del servidor / token.
fr: Échec du téléversement. Vérifiez les logs du serveur / le token.
he: ההעלאה נכשלה. בדוק/י לוגים בשרת / טוקן.
hi: अपलोड विफल। सर्वर लॉग / टोकन जांचें।
it: Caricamento non riuscito. Controlla i log del server / token.
ja: アップロードに失敗しました。サーバーログ / トークンを確認してください。
ko: 업로드에 실패했습니다. 서버 로그/토큰을 확인하세요.
ru: Загрузка не удалась. Проверьте логи сервера / токен.
sw: Kupakia kumeshindikana. Angalia server logs / token.
ur: اپلوڈ ناکام۔ سرور لاگز / ٹوکن چیک کریں۔
zh: 上传失败。请检查服务器日志 / token。

source: Profile picture uploaded successfully!
af: Profielfoto suksesvol opgelaai!
am: የፕሮፋይል ምስል በተሳካ ሁኔታ ተሰቅሏል!
ar: تم رفع صورة الملف الشخصي بنجاح!
de: Profilbild erfolgreich hochgeladen!
es: ¡Foto de perfil subida exitosamente!
fr: Photo de profil téléversée avec succès !
he: תמונת הפרופיל הועלתה בהצלחה!
hi: प्रोफ़ाइल तस्वीर सफलतापूर्वक अपलोड हुई!
it: Foto profilo caricata con successo!
ja: プロフィール写真をアップロードしました！
ko: 프로필 사진이 성공적으로 업로드되었습니다!
ru: Фото профиля успешно загружено!
sw: Picha ya wasifu imepakiwa kwa mafanikio!
ur: پروفائل تصویر کامیابی سے اپلوڈ ہو گئی!
zh: 头像上传成功！

source: Tap to change profile picture
af: Tik om profielfoto te verander
am: ፕሮፋይል ምስል ለመቀየር ይንኩ
ar: اضغط لتغيير صورة الملف الشخصي
de: Tippe, um das Profilbild zu ändern
es: Toca para cambiar la foto de perfil
fr: Appuyez pour changer la photo de profil
he: הקש/י כדי לשנות תמונת פרופיל
hi: प्रोफ़ाइल तस्वीर बदलने के लिए टैप करें
it: Tocca per cambiare la foto profilo
ja: タップしてプロフィール写真を変更
ko: 탭하여 프로필 사진 변경
ru: Нажмите, чтобы изменить фото профиля
sw: Gusa ili kubadilisha picha ya wasifu
ur: پروفائل تصویر بدلنے کے لیے ٹیپ کریں
zh: 点击更换头像

# usernameValue
source: Username: {username}
af: Gebruikersnaam: {username}
am: የተጠቃሚ ስም: {username}
ar: اسم المستخدم: {username}
de: Benutzername: {username}
es: Nombre de usuario: {username}
fr: Nom d’utilisateur : {username}
he: שם משתמש: {username}
hi: यूज़रनेम: {username}
it: Nome utente: {username}
ja: ユーザー名: {username}
ko: 사용자 이름: {username}
ru: Имя пользователя: {username}
sw: Jina la mtumiaji: {username}
ur: یوزرنیم: {username}
zh: 用户名：{username}

# roleValue
source: Role: {role}
af: Rol: {role}
am: ሚና: {role}
ar: الدور: {role}
de: Rolle: {role}
es: Rol: {role}
fr: Rôle : {role}
he: תפקיד: {role}
hi: भूमिका: {role}
it: Ruolo: {role}
ja: 役割: {role}
ko: 역할: {role}
ru: Роль: {role}
sw: Wajibu: {role}
ur: کردار: {role}
zh: 角色：{role}

source: Date of birth (YYYY-MM-DD)
af: Geboortedatum (JJJJ-MM-DD)
am: የትውልድ ቀን (YYYY-MM-DD)
ar: تاريخ الميلاد (YYYY-MM-DD)
de: Geburtsdatum (YYYY-MM-DD)
es: Fecha de nacimiento (AAAA-MM-DD)
fr: Date de naissance (AAAA-MM-JJ)
he: תאריך לידה (YYYY-MM-DD)
hi: जन्मतिथि (YYYY-MM-DD)
it: Data di nascita (YYYY-MM-DD)
ja: 生年月日（YYYY-MM-DD）
ko: 생년월일(YYYY-MM-DD)
ru: Дата рождения (ГГГГ-ММ-ДД)
sw: Tarehe ya kuzaliwa (YYYY-MM-DD)
ur: تاریخِ پیدائش (YYYY-MM-DD)
zh: 出生日期（YYYY-MM-DD）

source: Save Profile
af: Stoor profiel
am: ፕሮፋይል ያስቀምጡ
ar: حفظ الملف الشخصي
de: Profil speichern
es: Guardar Perfil
fr: Enregistrer le profil
he: שמור/י פרופיל
hi: प्रोफ़ाइल सहेजें
it: Salva profilo
ja: プロフィールを保存
ko: 프로필 저장
ru: Сохранить профиль
sw: Hifadhi wasifu
ur: پروفائل محفوظ کریں
zh: 保存资料

source: Profile updated.
af: Profiel opgedateer.
am: ፕሮፋይል ተዘምኗል።
ar: تم تحديث الملف الشخصي.
de: Profil aktualisiert.
es: Perfil actualizado.
fr: Profil mis à jour.
he: הפרופיל עודכן.
hi: प्रोफ़ाइल अपडेट हो गई।
it: Profilo aggiornato.
ja: プロフィールが更新されました。
ko: 프로필이 업데이트되었습니다.
ru: Профиль обновлён.
sw: Wasifu umesasishwa.
ur: پروفائل اپڈیٹ ہو گیا۔
zh: 资料已更新。

source: Complete Your Provider Profile
af: Voltooi jou verskafferprofiel
am: የአቅራቢ ፕሮፋይልዎን ያጠናቅቁ
ar: أكمل ملف المزوّد الخاص بك
de: Vervollständige dein Anbieterprofil
es: Completa tu Perfil de Proveedor
fr: Complétez votre profil prestataire
he: השלם/י את פרופיל הספק
hi: अपनी प्रदाता प्रोफ़ाइल पूरी करें
it: Completa il tuo profilo fornitore
ja: 提供者プロフィールを完成させてください
ko: 제공자 프로필을 완료하세요
ru: Заполните профиль исполнителя
sw: Kamilisha wasifu wako wa mtoa huduma
ur: اپنا فراہم کنندہ پروفائل مکمل کریں
zh: 完善你的服务者资料

# completeProviderProfileBody
source: To start accepting jobs and earning money, complete your provider profile.
af: Om werk te begin aanvaar en geld te verdien, voltooi jou verskafferprofiel.
am: ስራዎችን ለመቀበል እና ገንዘብ ለማግኘት፣ የአቅራቢ ፕሮፋይልዎን ያጠናቅቁ።
ar: لبدء قبول الأعمال وكسب المال، أكمل ملف المزوّد الخاص بك.
de: Um Jobs anzunehmen und Geld zu verdienen, vervollständige dein Anbieterprofil.
es: Para comenzar a aceptar trabajos y ganar dinero, completa tu perfil de proveedor.
fr: Pour commencer à accepter des missions et gagner de l’argent, complétez votre profil prestataire.
he: כדי להתחיל לקבל עבודות ולהרוויח כסף, השלם/י את פרופיל הספק.
hi: काम स्वीकार करने और पैसे कमाने के लिए अपनी प्रदाता प्रोफ़ाइल पूरी करें।
it: Per iniziare ad accettare lavori e guadagnare, completa il tuo profilo fornitore.
ja: 仕事を受けて収益を得るには、提供者プロフィールを完成させてください。
ko: 일을 수락하고 수익을 얻으려면 제공자 프로필을 완료하세요.
ru: Чтобы начать принимать заказы и зарабатывать, заполните профиль исполнителя.
sw: Ili uanze kukubali kazi na kupata pesa, kamilisha wasifu wako wa mtoa huduma.
ur: کام قبول کرنے اور پیسے کمانے کے لیے اپنا فراہم کنندہ پروفائل مکمل کریں۔
zh: 要开始接单并赚钱，请先完善你的服务者资料。

source: Setup Profile Now
af: Stel profiel nou op
am: ፕሮፋይል አሁን ያዘጋጁ
ar: إعداد الملف الآن
de: Profil jetzt einrichten
es: Configurar Perfil Ahora
fr: Configurer le profil maintenant
he: הגדר פרופיל עכשיו
hi: अभी प्रोफ़ाइल सेटअप करें
it: Configura profilo ora
ja: プロフィールを今すぐ設定
ko: 프로필 지금 설정
ru: Настроить профиль сейчас
sw: Sanidi wasifu sasa
ur: ابھی پروفائل سیٹ اپ کریں
zh: 现在完善资料

source: Do It Later
af: Doen dit later
am: በኋላ
ar: لاحقاً
de: Später
es: Hacerlo Después
fr: Le faire plus tard
he: אחר כך
hi: बाद में
it: Più tardi
ja: 後で行う
ko: 나중에 하기
ru: Сделать позже
sw: Baadaye
ur: بعد میں
zh: 稍后再说

# bookingTimerPenaltyPeriodActive
source: Penalty period active
af: Boeteperiode aktief
am: የቅጣት ጊዜ ንቁ ነው
ar: فترة الغرامة نشطة
de: Strafzeit aktiv
es: Período de penalización activo
fr: Période de pénalité active
he: תקופת קנס פעילה
hi: जुर्माना अवधि सक्रिय
it: Periodo di penale attivo
ja: ペナルティ期間中
ko: 페널티 기간 활성
ru: Период штрафа активен
sw: Kipindi cha adhabu kimeanza
ur: جرمانے کی مدت فعال ہے
zh: 罚金期已开始

# bookingTimerFreeCancellationPeriod
source: Free cancellation period
af: Gratis kansellasieperiode
am: ነፃ ማሰረዝ ጊዜ
ar: فترة الإلغاء المجاني
de: Kostenlose Stornierungszeit
es: Período de cancelación gratuita
fr: Période d’annulation gratuite
he: תקופת ביטול חינמית
hi: नि:शुल्क रद्दीकरण अवधि
it: Periodo di cancellazione gratuita
ja: 無料キャンセル期間
ko: 무료 취소 기간
ru: Период бесплатной отмены
sw: Kipindi cha kughairi bure
ur: بلا جرمانہ منسوخی کی مدت
zh: 免费取消期

# bookingTimerTimeRemaining
source: Time remaining: {time}
af: Tyd oor: {time}
am: የቀረ ጊዜ: {time}
ar: الوقت المتبقي: {time}
de: Verbleibende Zeit: {time}
es: Tiempo restante: {time}
fr: Temps restant : {time}
he: זמן שנותר: {time}
hi: बचा समय: {time}
it: Tempo rimanente: {time}
ja: 残り時間: {time}
ko: 남은 시간: {time}
ru: Осталось времени: {time}
sw: Muda uliobaki: {time}
ur: باقی وقت: {time}
zh: 剩余时间：{time}

# bookingTimerCancellingNowPenalty
source: Cancelling now will incur a 10% penalty.
af: Om nou te kanselleer sal ’n 10% boete meebring.
am: አሁን መሰረዝ 10% ቅጣት ያመጣል።
ar: الإلغاء الآن سيؤدي إلى غرامة 10%.
de: Wenn du jetzt stornierst, fällt eine Strafe von 10 % an.
es: Cancelar ahora incurrirá en una penalización del 10%.
fr: Annuler maintenant entraînera une pénalité de 10 %.
he: ביטול עכשיו יגרור קנס של 10%.
hi: अब रद्द करने पर 10% जुर्माना लगेगा।
it: Annullare ora comporterà una penale del 10%.
ja: 今キャンセルすると10%のペナルティが発生します。
ko: 지금 취소하면 10% 페널티가 부과됩니다.
ru: Отмена сейчас приведёт к штрафу 10%.
sw: Kughairi sasa kutasababisha adhabu ya 10%.
ur: اب منسوخ کرنے پر 10% جرمانہ ہوگا۔
zh: 现在取消将产生 10% 的罚金。

# bookingTimerCancelNoPenalty
source: You can cancel without penalty.
af: Jy kan kanselleer sonder ’n boete.
am: ያለ ቅጣት ማሰረዝ ይችላሉ።
ar: يمكنك الإلغاء بدون غرامة.
de: Du kannst ohne Strafe stornieren.
es: Puedes cancelar sin penalización.
fr: Vous pouvez annuler sans pénalité.
he: אפשר לבטל ללא קנס.
hi: आप बिना जुर्माना रद्द कर सकते हैं।
it: Puoi annullare senza penale.
ja: ペナルティなしでキャンセルできます。
ko: 페널티 없이 취소할 수 있습니다.
ru: Вы можете отменить без штрафа.
sw: Unaweza kughairi bila adhabu.
ur: آپ بلا جرمانہ منسوخ کر سکتے ہیں۔
zh: 你可以无罚金取消。

# myReviewsTitle
source: My Reviews
af: My resensies
am: የእኔ ግምገማዎች
ar: مراجعاتي
de: Meine Bewertungen
es: Mis Reseñas
fr: Mes avis
he: הביקורות שלי
hi: मेरे रिव्यू
it: Le mie recensioni
ja: 自分のレビュー
ko: 내 리뷰
ru: Мои отзывы
sw: Maoni yangu
ur: میری ریویوز
zh: 我的评价

source: Failed to load reviews.
af: Kon nie resensies laai nie.
am: ግምገማዎችን መโหลด አልተቻለም።
ar: فشل تحميل المراجعات.
de: Bewertungen konnten nicht geladen werden.
es: No se pudieron cargar las reseñas.
fr: Échec du chargement des avis.
he: טעינת הביקורות נכשלה.
hi: रिव्यू लोड नहीं हो पाए।
it: Impossibile caricare le recensioni.
ja: レビューの読み込みに失敗しました。
ko: 리뷰를 불러오지 못했습니다.
ru: Не удалось загрузить отзывы.
sw: Imeshindikana kupakia maoni.
ur: ریویوز لوڈ نہیں ہو سکیں۔
zh: 加载评价失败。

# noReviewsYet
source: You have not left any reviews yet.
af: Jy het nog geen resensies gelaat nie.
am: እስካሁን ምንም ግምገማ አልተወዱም።
ar: لم تترك أي مراجعات بعد.
de: Du hast noch keine Bewertungen abgegeben.
es: Aún no has dejado ninguna reseña.
fr: Vous n’avez encore laissé aucun avis.
he: עדיין לא השארת ביקורות.
hi: आपने अभी तक कोई रिव्यू नहीं छोड़ा है।
it: Non hai ancora lasciato recensioni.
ja: まだレビューを投稿していません。
ko: 아직 남긴 리뷰가 없습니다.
ru: Вы ещё не оставили ни одного отзыва.
sw: Bado hujaacha maoni yoyote.
ur: آپ نے ابھی تک کوئی ریویو نہیں دیا۔
zh: 你还没有留下任何评价。

# providerWithName
source: Provider: {name}
af: Verskaffer: {name}
am: አቅራቢ: {name}
ar: المزوّد: {name}
de: Anbieter: {name}
es: Proveedor: {name}
fr: Prestataire : {name}
he: ספק: {name}
hi: प्रदाता: {name}
it: Fornitore: {name}
ja: 提供者: {name}
ko: 제공자: {name}
ru: Исполнитель: {name}
sw: Mtoa huduma: {name}
ur: فراہم کنندہ: {name}
zh: 服务者：{name}

# providerGeneric
source: Provider
af: Verskaffer
am: አቅራቢ
ar: المزوّد
de: Anbieter
es: Proveedor
fr: Prestataire
he: ספק
hi: प्रदाता
it: Fornitore
ja: 提供者
ko: 제공자
ru: Исполнитель
sw: Mtoa huduma
ur: فراہم کنندہ
zh: 服务者

# ratingWithValue
source: Rating: {rating}
af: Gradering: {rating}
am: ደረጃ: {rating}
ar: التقييم: {rating}
de: Bewertung: {rating}
es: Calificación: {rating}
fr: Note : {rating}
he: דירוג: {rating}
hi: रेटिंग: {rating}
it: Valutazione: {rating}
ja: 評価: {rating}
ko: 평점: {rating}
ru: Рейтинг: {rating}
sw: Ukadiriaji: {rating}
ur: ریٹنگ: {rating}
zh: 评分：{rating}

# nearbyOpenJobsTitle
source: Nearby Open Jobs
af: Oop werke naby
am: በአቅራቢያ ያሉ ክፍት ስራዎች
ar: وظائف متاحة بالقرب
de: Offene Jobs in der Nähe
es: Trabajos Disponibles Cercanos
fr: Missions disponibles à proximité
he: עבודות פתוחות בקרבת מקום
hi: पास के खुले जॉब्स
it: Lavori aperti nelle vicinanze
ja: 近くのオープンジョブ
ko: 근처 오픈 작업
ru: Открытые заказы рядом
sw: Kazi zilizo wazi karibu
ur: قریب موجود اوپن جابز
zh: 附近可接订单

# failedToLoadOpenJobsHint
source: Failed to load open jobs. Make sure you have a provider profile with location set and available=true.
af: Kon nie oop werke laai nie. Maak seker jy het ’n verskafferprofiel met ligging gestel en available=true.
am: ክፍት ስራዎችን መโหลด አልተቻለም። አቅራቢ ፕሮፋይል ከቦታ ጋር እና available=true መሆኑን ያረጋግጡ።
ar: تعذّر تحميل الوظائف المتاحة. تأكد من وجود ملف مزوّد مع موقع محدد و available=true.
de: Offene Jobs konnten nicht geladen werden. Stelle sicher, dass du ein Anbieterprofil mit gesetzter Position und available=true hast.
es: No se pudieron cargar los trabajos disponibles. Asegúrate de tener un perfil de proveedor con ubicación establecida y disponible=true.
fr: Impossible de charger les missions disponibles. Assurez-vous d’avoir un profil prestataire avec une position définie et available=true.
he: לא ניתן לטעון עבודות פתוחות. ודא/י שיש לך פרופיל ספק עם מיקום מוגדר ו available=true.
hi: खुले जॉब्स लोड नहीं हो पाए। सुनिश्चित करें कि आपके पास लोकेशन सेट और available=true वाला प्रदाता प्रोफ़ाइल है।
it: Impossibile caricare i lavori aperti. Assicurati di avere un profilo fornitore con posizione impostata e available=true.
ja: オープンジョブを読み込めませんでした。 位置が設定され available=true の提供者プロフィールがあることを確認してください。
ko: 오픈 작업을 불러오지 못했습니다. 위치가 설정되어 있고 available=true인 제공자 프로필이 있는지 확인하세요.
ru: Не удалось загрузить открытые заказы. Убедитесь, что у вас есть профиль исполнителя, задана локация и available=true.
sw: Imeshindikana kupakia kazi zilizo wazi. Hakikisha una wasifu wa mtoa huduma wenye eneo na available=true.
ur: اوپن جابز لوڈ نہیں ہو سکیں۔ یقین کریں کہ آپ کے پاس لوکیشن کے ساتھ پرووائیڈر پروفائل ہے اور available=true ہے۔
zh: 加载可接订单失败。 请确保你有服务者资料、已设置位置且 available=true。

# errorLoadingJobsWithValue
source: Error loading jobs: {error}
af: Fout met laai van werke: {error}
am: ስራዎችን ለመโหลด ስህተት: {error}
ar: خطأ في تحميل الوظائف: {error}
de: Fehler beim Laden der Jobs: {error}
es: Error al cargar trabajos: {error}
fr: Erreur lors du chargement des missions : {error}
he: שגיאה בטעינת עבודות: {error}
hi: जॉब्स लोड करने में त्रुटि: {error}
it: Errore nel caricamento dei lavori: {error}
ja: ジョブ読み込みエラー: {error}
ko: 작업 로드 오류: {error}
ru: Ошибка загрузки заказов: {error}
sw: Hitilafu kupakia kazi: {error}
ur: جابز لوڈ کرنے میں خرابی: {error}
zh: 加载订单出错：{error}

# noOpenJobsFoundNearbyTitle
source: No open jobs found nearby
af: Geen oop werke naby gevind nie
am: በአቅራቢያ ምንም ክፍት ስራ አልተገኘም
ar: لا توجد وظائف متاحة بالقرب
de: Keine offenen Jobs in der Nähe gefunden
es: No se encontraron trabajos disponibles cerca
fr: Aucune mission disponible à proximité
he: לא נמצאו עבודות פתוחות בקרבת מקום
hi: पास में कोई खुला जॉब नहीं मिला
it: Nessun lavoro aperto trovato nelle vicinanze
ja: 近くにオープンジョブがありません
ko: 근처에 오픈 작업이 없습니다
ru: Поблизости нет открытых заказов
sw: Hakuna kazi zilizo wazi karibu
ur: قریب کوئی اوپن جاب نہیں ملی
zh: 附近没有可接订单

# noOpenJobsFoundNearbyBody
source: Make sure: - You have set your provider location - You are marked as available - Users have created and paid for bookings
af: Maak seker: - Jy het jou verskafferligging gestel - Jy is as beskikbaar gemerk - Gebruikers het besprekings geskep en betaal
am: ያረጋግጡ: - የአቅራቢ ቦታ አስቀምጠዋል - እንደ available ተመልክተዋል - ተጠቃሚዎች bookings ፈጥረው ከፍለዋል
ar: تأكد من: - ضبط موقع المزوّد - أنك مميز كمتاح - أن المستخدمين أنشأوا الحجوزات ودفعوا
de: Stelle sicher: - Du hast deinen Anbieter-Standort gesetzt - Du bist als verfügbar markiert - Nutzer haben Buchungen erstellt und bezahlt
es: Asegúrate de: - Haber establecido tu ubicación de proveedor - Estar marcado como disponible - Los usuarios hayan creado y pagado reservas
fr: Assurez-vous que : - Vous avez défini votre position prestataire - Vous êtes marqué comme disponible - Les utilisateurs ont créé et payé des réservations
he: ודא/י: - שהגדרת מיקום ספק - שסומנת כזמין/ה - שמשתמשים יצרו ושילמו על הזמנות
hi: सुनिश्चित करें: - आपने प्रदाता लोकेशन सेट की है - आप उपलब्ध के रूप में मार्क हैं - यूज़र्स ने बुकिंग बनाई और भुगतान किया है
it: Assicurati che: - Hai impostato la posizione del fornitore - Sei contrassegnato come disponibile - Gli utenti hanno creato e pagato le prenotazioni
ja: 確認してください: - 提供者の位置を設定している - 利用可能になっている - ユーザーが予約を作成して支払っている
ko: 확인 사항: - 제공자 위치를 설정했는지 - 사용 가능으로 표시되어 있는지 - 사용자가 예약을 만들고 결제했는지
ru: Убедитесь, что: - Вы установили локацию исполнителя - Вы отмечены как доступный - Пользователи создали и оплатили бронирования
sw: Hakikisha: - Umeweka eneo la mtoa huduma - Umewekwa kuwa unapatikana - Watumiaji wameunda na kulipia bookings
ur: یقین کریں: - آپ نے اپنی پرووائیڈر لوکیشن سیٹ کی ہے - آپ دستیاب ہیں - یوزرز نے بکنگ بنائی اور ادائیگی کی ہے
zh: 请确认： - 你已设置服务者位置 - 你已标记为可接单 - 用户已创建并支付预约

# currencyLabel
source: Currency: {symbol}
af: Geldeenheid: {symbol}
am: ገንዘብ: {symbol}
ar: العملة: {symbol}
de: Währung: {symbol}
es: Moneda: {symbol}
fr: Devise : {symbol}
he: מטבע: {symbol}
hi: मुद्रा: {symbol}
it: Valuta: {symbol}
ja: 通貨: {symbol}
ko: 통화: {symbol}
ru: Валюта: {symbol}
sw: Sarafu: {symbol}
ur: کرنسی: {symbol}
zh: 货币：{symbol}

# pricesShownInCurrency
source: Prices shown in {symbol} ({country})
af: Pryse word in {symbol} ({country}) gewys
am: ዋጋዎች በ {symbol} ({country}) ይታያሉ
ar: الأسعار معروضة بـ {symbol} ({country})
de: Preise angezeigt in {symbol} ({country})
es: Precios mostrados en {symbol} ({country})
fr: Prix affichés en {symbol} ({country})
he: המחירים מוצגים ב-{symbol} ({country})
hi: कीमतें {symbol} ({country}) में दिखाई जा रही हैं
it: Prezzi mostrati in {symbol} ({country})
ja: 価格は {symbol}（{country}）で表示
ko: 가격은 {symbol} ({country}) 기준으로 표시됩니다
ru: Цены указаны в {symbol} ({country})
sw: Bei zinaonyeshwa kwa {symbol} ({country})
ur: قیمتیں {symbol} ({country}) میں دکھائی جا رہی ہیں
zh: 价格以 {symbol}（{country}）显示

# jobTitleWithId
source: Job #{id}
af: Werk #{id}
am: ስራ #{id}
ar: الوظيفة رقم {id}
es: Trabajo #{id}
fr: Mission n°{id}
he: עבודה #{id}
hi: जॉब #{id}
it: Lavoro #{id}
ja: ジョブ #{id}
ko: 작업 #{id}
ru: Заказ №{id}
sw: Kazi #{id}
ur: جاب #{id}
zh: 订单 #{id}

# serviceLine
source: Service: {service}
af: Diens: {service}
am: አገልግሎት: {service}
ar: الخدمة: {service}
es: Servicio: {service}
he: שירות: {service}
hi: सेवा: {service}
it: Servizio: {service}
ja: サービス: {service}
ko: 서비스: {service}
ru: Услуга: {service}
sw: Huduma: {service}
ur: سروس: {service}
zh: 服务：{service}

# whenLine
source: When: {date} {time}
af: Wanneer: {date} {time}
am: መቼ: {date} {time}
ar: الموعد: {date} {time}
de: Wann: {date} {time}
es: Cuándo: {date} {time}
fr: Quand : {date} {time}
he: מתי: {date} {time}
hi: कब: {date} {time}
it: Quando: {date} {time}
ja: 日時: {date} {time}
ko: 시간: {date} {time}
ru: Когда: {date} {time}
sw: Lini: {date} {time}
ur: وقت: {date} {time}
zh: 时间：{date} {time}

# priceLine
source: Price: {price}
af: Prys: {price}
am: ዋጋ: {price}
ar: السعر: {price}
de: Preis: {price}
es: Precio: {price}
fr: Prix : {price}
he: מחיר: {price}
hi: कीमत: {price}
it: Prezzo: {price}
ja: 価格: {price}
ko: 가격: {price}
ru: Цена: {price}
sw: Bei: {price}
ur: قیمت: {price}
zh: 价格：{price}

source: Accept Job
af: Aanvaar werk
am: ስራ ተቀበል
ar: قبول الوظيفة
de: Job annehmen
es: Aceptar Trabajo
fr: Accepter la mission
he: קבל/י עבודה
hi: जॉब स्वीकार करें
it: Accetta lavoro
ja: ジョブを承諾
ko: 작업 수락
ru: Принять заказ
sw: Kubali kazi
ur: جاب قبول کریں
zh: 接单

source: Failed to accept job.
af: Kon nie werk aanvaar nie.
am: ስራውን መቀበል አልተቻለም።
ar: فشل قبول الوظيفة.
de: Job konnte nicht angenommen werden.
es: No se pudo aceptar el trabajo.
fr: Échec de l’acceptation de la mission.
he: הקבלה של העבודה נכשלה.
hi: जॉब स्वीकार नहीं हो सका।
it: Impossibile accettare il lavoro.
ja: ジョブの承諾に失敗しました。
ko: 작업 수락에 실패했습니다.
ru: Не удалось принять заказ.
sw: Imeshindikana kukubali kazi.
ur: جاب قبول نہیں ہو سکی۔
zh: 接单失败。

source: Job accepted successfully.
af: Werk suksesvol aanvaar.
am: ስራው በተሳካ ሁኔታ ተቀብሏል።
ar: تم قبول الوظيفة بنجاح.
de: Job erfolgreich angenommen.
es: Trabajo aceptado exitosamente.
fr: Mission acceptée avec succès.
he: העבודה התקבלה בהצלחה.
hi: जॉब सफलतापूर्वक स्वीकार हो गया।
it: Lavoro accettato con successo.
ja: ジョブを承諾しました。
ko: 작업을 성공적으로 수락했습니다.
ru: Заказ успешно принят.
sw: Kazi imekubaliwa kwa mafanikio.
ur: جاب کامیابی سے قبول ہو گئی۔
zh: 接单成功。

# newServiceRequestTitle
source: New Service Request
af: Nuwe diensversoek
am: አዲስ የአገልግሎት ጥያቄ
ar: طلب خدمة جديد
de: Neue Service-Anfrage
es: Nueva Solicitud de Servicio
fr: Nouvelle demande de service
he: בקשת שירות חדשה
hi: नई सेवा अनुरोध
it: Nuova richiesta di servizio
ja: 新しいサービス依頼
ko: 새 서비스 요청
ru: Новый запрос услуги
sw: Ombi jipya la huduma
ur: نیا سروس ریکویسٹ
zh: 新建服务请求

# reviewAlreadySubmitted
source: Review submitted ✓
es: Reseña enviada ✓

# offeredPriceLabel
source: Offered price
af: Aangebied prys
am: የቀረበ ዋጋ
ar: السعر المقترح
de: Angebotener Preis
es: Precio ofrecido
fr: Prix proposé
he: מחיר מוצע
hi: प्रस्तावित कीमत
it: Prezzo offerto
ja: 提示価格
ko: 제안 가격
ru: Предложенная цена
sw: Bei iliyotolewa
ur: پیش کردہ قیمت
zh: 出价

# offeredPriceHint
source: e.g. 25.00
af: bv. 25.00
am: ለምሳሌ 25.00
ar: مثلاً 25.00
de: z. B. 25.00
es: ej. 25.00
fr: ex. 25.00
he: לדוגמה 25.00
hi: जैसे 25.00
it: es. 25.00
ja: 例: 25.00
ko: 예: 25.00
ru: например 25.00
sw: mf. 25.00
ur: مثلاً 25.00
zh: 例如 25.00
