Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# otpInvalidOrExpired
source: Invalid or expired code.
af: Ongeldige of vervalde kode.
am: የተሳሳተ ወይም ጊዜው ያለፈ ኮድ።
ar: رمز غير صالح أو منتهي الصلاحية.
de: Ungültiger oder abgelaufener Code.
es: Código inválido o expirado.
fr: Code invalide ou expiré.
he: קוד לא תקין או שפג תוקפו.
hi: अमान्य या समाप्त कोड।
it: Codice non valido o scaduto.
ja: コードが無効、または期限切れです。
ko: 코드가 올바르지 않거나 만료되었습니다.
ru: Неверный или истёкший код.
sw: Msimbo si sahihi au muda umeisha.
ur: غلط یا میعاد ختم شدہ کوڈ۔
zh: 验证码无效或已过期。

# failedLoadUserInfoAfterVerification
source: Failed to load user info after verification.
af: Kon nie gebruikersinligting laai na verifikasie nie.
am: ማረጋገጫ በኋላ የተጠቃሚ መረጃ መጫን አልተሳካም።
ar: فشل تحميل معلومات المستخدم بعد التحقق.
de: Benutzerinformationen konnten nach der Verifizierung nicht geladen werden.
es: No se pudo cargar la información del usuario después de la verificación.
fr: Impossible de charger les informations utilisateur après vérification.
he: נכשל לטעון מידע משתמש לאחר האימות.
hi: सत्यापन के बाद उपयोगकर्ता जानकारी लोड करने में विफल।
it: Impossibile caricare le informazioni utente dopo la verifica.
ja: 確認後にユーザー情報を読み込めませんでした。
ko: 인증 후 사용자 정보를 불러오지 못했습니다.
ru: Не удалось загрузить данные пользователя после подтверждения.
sw: Imeshindikana kupakia taarifa za mtumiaji baada ya uthibitisho.
ur: تصدیق کے بعد صارف کی معلومات لوڈ نہیں ہو سکیں۔
zh: 验证后加载用户信息失败。

# chatWithSupportTitle
source: Chat with Support
af: Gesels met Ondersteuning
am: ከድጋፍ ጋር ውይይት
ar: الدردشة مع الدعم
de: Chat mit dem Support
es: Chatear con Soporte
fr: Discuter avec l’assistance
he: צ'אט עם התמיכה
hi: सपोर्ट से चैट
it: Chat con l’assistenza
ja: サポートとチャット
ko: 지원팀과 채팅
ru: Чат с поддержкой
sw: Zungumza na Msaada
ur: سپورٹ سے چیٹ
zh: 联系支持

# unableStartSupportChat
source: Unable to start support chat.
af: Kan nie ondersteuning-klets begin nie.
am: የድጋፍ ውይይት መጀመር አልተቻለም።
ar: تعذر بدء دردشة الدعم.
de: Support-Chat konnte nicht gestartet werden.
es: No se puede iniciar el chat de soporte.
fr: Impossible de démarrer le chat d’assistance.
he: לא ניתן להתחיל צ'אט תמיכה.
hi: सपोर्ट चैट शुरू नहीं हो सकी।
it: Impossibile avviare la chat di assistenza.
ja: サポートチャットを開始できません。
ko: 지원 채팅을 시작할 수 없습니다.
ru: Не удалось начать чат с поддержкой.
sw: Imeshindikana kuanzisha gumzo la msaada.
ur: سپورٹ چیٹ شروع نہیں ہو سکی۔
zh: 无法开始支持聊天。

# invalidSupportThreadReturned
source: Invalid support thread returned from server.
af: Ongeldige ondersteuning-thread vanaf die bediener teruggestuur.
am: ከሰርቨር የተመለሰው የድጋፍ ትርድ ልክ አይደለም።
ar: تم إرجاع محادثة دعم غير صالحة من الخادم.
de: Ungültiger Support-Thread vom Server zurückgegeben.
es: Hilo de soporte inválido devuelto del servidor.
fr: Fil de discussion d’assistance invalide renvoyé par le serveur.
he: התקבלה שיחת תמיכה לא תקינה מהשרת.
hi: सर्वर से अमान्य सपोर्ट थ्रेड मिला।
it: Thread di assistenza non valido restituito dal server.
ja: サーバーから無効なサポートスレッドが返されました。
ko: 서버에서 잘못된 지원 스레드를 반환했습니다.
ru: Сервер вернул некорректный поток поддержки.
sw: Thread ya msaada isiyo sahihi imerudishwa na seva.
ur: سرور نے غلط سپورٹ تھریڈ واپس کیا۔
zh: 服务器返回的支持会话无效。

# noMessagesYet
source: No messages yet. Start a conversation!
af: Nog geen boodskappe nie. Begin ’n gesprek!
am: እስካሁን መልዕክቶች የሉም። ውይይት ጀምሩ!
ar: لا توجد رسائل بعد. ابدأ محادثة!
de: Noch keine Nachrichten. Starten Sie eine Unterhaltung!
es: Aún no hay mensajes. ¡Inicia una conversación!
fr: Aucun message pour le moment. Commencez une conversation !
he: אין הודעות עדיין. התחילו שיחה!
hi: अभी कोई संदेश नहीं। बातचीत शुरू करें!
it: Nessun messaggio. Inizia una conversazione!
ja: まだメッセージがありません。会話を始めましょう！
ko: 아직 메시지가 없습니다. 대화를 시작해 보세요!
ru: Сообщений пока нет. Начните разговор!
sw: Hakuna ujumbe bado. Anza mazungumzo!
ur: ابھی کوئی پیغام نہیں۔ گفتگو شروع کریں!
zh: 还没有消息。开始对话吧！

# supportDefaultName
source: Support
af: Ondersteuning
am: ድጋፍ
ar: الدعم
es: Soporte
fr: Assistance
he: תמיכה
hi: सपोर्ट
it: Assistenza
ja: サポート
ko: 지원
ru: Поддержка
sw: Msaada
ur: سپورٹ
zh: 支持

# aboutPoliciesTitle
source: About & Policies
af: Oor & Beleide
am: ስለ እኛ እና ፖሊሲዎች
ar: حول والسياسات
de: Über uns & Richtlinien
es: Acerca de y Políticas
fr: À propos & politique
he: אודות ומדיניות
hi: परिचय और नीतियाँ
it: Informazioni e politiche
ja: 概要とポリシー
ko: 정보 및 정책
ru: О приложении и политиках
sw: Kuhusu na Sera
ur: تعارف اور پالیسیاں
zh: 关于与政策

# newBookingTitle
source: New Booking
ar: حجز جديد
es: Nueva Reserva
fr: Nouvelle réservation
he: הזמנה חדשה
ja: 新規予約
ko: 새 예약
ru: Новая бронь
ur: نئی بکنگ
zh: 新建预约

# appointmentDetailsTitle
source: Appointment details
ar: تفاصيل الموعد
es: Detalles de la cita
fr: Détails du rendez-vous
he: פרטי פגישה
ja: 予約の詳細
ko: 예약 상세
ru: Детали встречи
ur: اپائنٹمنٹ کی تفصیلات
zh: 预约详情

source: Pick date
ar: اختر التاريخ
es: Elegir fecha
fr: Choisir une date
he: בחר תאריך
ja: 日付を選択
ko: 날짜 선택
ru: Выбрать дату
ur: تاریخ منتخب کریں
zh: 选择日期

source: Pick time
ar: اختر الوقت
es: Elegir hora
fr: Choisir une heure
he: בחר שעה
ja: 時間を選択
ko: 시간 선택
ru: Выбрать время
ur: وقت منتخب کریں
zh: 选择时间

# serviceTypeTitle
source: Service type
ar: نوع الخدمة
es: Tipo de servicio
fr: Type de service
he: סוג שירות
ja: サービス種別
ko: 서비스 유형
ru: Тип услуги
ur: سروس کی قسم
zh: 服务类型

# serviceDropdownLabel
source: Service
ar: الخدمة
es: Servicio
he: שירות
ja: サービス
ko: 서비스
ru: Услуга
ur: سروس
zh: 服务

# serviceHaircutLabel
source: Haircut
ar: قص شعر
es: Corte de cabello
fr: Coupe
he: תספורת
ja: カット
ko: 커트
ru: Стрижка
ur: ہیئر کٹ
zh: 理发

# serviceBraidsLabel
source: Braids
ar: ضفائر
es: Trenzas
fr: Tresses
he: צמות
ja: 編み込み
ko: 브레이드
ru: Косы
ur: بریڈز
zh: 编发

# serviceShaveLabel
source: Shave
ar: حلاقة
es: Afeitado
fr: Rasage
he: גילוח
ja: シェービング
ko: 면도
ru: Бритьё
ur: شیو
zh: 剃须

# serviceHairColoringLabel
source: Hair Coloring
ar: صبغ الشعر
es: Coloración de cabello
fr: Coloration
he: צביעת שיער
ja: ヘアカラー
ko: 염색
ru: Окрашивание волос
ur: بال رنگ کرنا
zh: 染发

# serviceNailArtLabel
source: Nail Art
ar: فن الأظافر
es: Arte de uñas
he: קישוט ציפורניים
ja: ネイルアート
ko: 네일 아트
ru: Дизайн ногтей
ur: نیل آرٹ
zh: 美甲彩绘

# serviceMakeupLabel
source: Makeup
ar: مكياج
es: Maquillaje
fr: Maquillage
he: איפור
ja: メイク
ko: 메이크업
ru: Макияж
ur: میک اپ
zh: 化妆

# serviceFacialLabel
source: Facial
ar: عناية بالوجه
es: Tratamiento facial
fr: Soin du visage
he: טיפול פנים
ja: フェイシャル
ko: 페이셜
ru: Уход за лицом
ur: فیشل
zh: 面部护理

# serviceWaxingLabel
source: Waxing
ar: إزالة شعر بالشمع
es: Depilación
fr: Épilation
he: שעווה
ja: ワックス脱毛
ko: 왁싱
ru: Восковая эпиляция
ur: ویکسنگ
zh: 脱毛

# serviceMassageLabel
source: Massage
ar: مساج
es: Masaje
he: עיסוי
ja: マッサージ
ko: 마사지
ru: Массаж
ur: مساج
zh: 按摩

# serviceTattooLabel
source: Tattoo
es: Tatuaje

# serviceHairStylingLabel
source: Hair Styling
ar: تصفيف الشعر
es: Peinado
fr: Coiffage
he: עיצוב שיער
ja: ヘアスタイリング
ko: 헤어 스타일링
ru: Укладка
ur: ہیئر اسٹائلنگ
zh: 发型造型

# serviceHairTreatmentLabel
source: Hair Treatment
ar: علاج الشعر
es: Tratamiento capilar
fr: Soin des cheveux
he: טיפול שיער
ja: ヘアトリートメント
ko: 헤어 트리트먼트
ru: Лечение волос
ur: ہیئر ٹریٹمنٹ
zh: 头发护理

# serviceHairExtensionsLabel
source: Hair Extensions
ar: وصلات شعر
es: Extensiones de cabello
fr: Extensions
he: תוספות שיער
ja: エクステ
ko: 헤어 익스텐션
ru: Наращивание волос
ur: ہیئر ایکسٹینشنز
zh: 接发

# serviceOtherServicesLabel
source: Other Services
ar: خدمات أخرى
es: Otros servicios
fr: Autres services
he: שירותים אחרים
ja: その他のサービス
ko: 기타 서비스
ru: Другие услуги
ur: دیگر سروسز
zh: 其他服务

# notesForProviderOptionalLabel
source: Notes for your provider (optional)
ar: ملاحظات لمقدم الخدمة (اختياري)
es: Notas para tu proveedor (opcional)
fr: Notes pour votre prestataire (facultatif)
he: הערות לספק (אופציונלי)
ja: 担当者へのメモ（任意）
ko: 제공자에게 메모(선택)
ru: Заметки для мастера (необязательно)
ur: اپنے فراہم کنندہ کے لیے نوٹس (اختیاری)
zh: 给服务者的备注（可选）

# locationTitle
source: Location
ar: الموقع
es: Ubicación
fr: Localisation
he: מיקום
ja: 場所
ko: 위치
ru: Местоположение
ur: مقام
zh: 位置

# latitudeLabel
source: Latitude
ar: خط العرض
es: Latitud
he: קו רוחב
ja: 緯度
ko: 위도
ru: Широта
ur: عرضِ بلد
zh: 纬度

# longitudeLabel
source: Longitude
ar: خط الطول
es: Longitud
he: קו אורך
ja: 経度
ko: 경도
ru: Долгота
ur: طولِ بلد
zh: 经度

# requiredField
source: Required
ar: مطلوب
es: Requerido
fr: Obligatoire
he: נדרש
ja: 必須
ko: 필수
ru: Обязательно
ur: ضروری
zh: 必填

source: Use my current location
ar: استخدام موقعي الحالي
es: Usar mi ubicación actual
fr: Utiliser ma position actuelle
he: השתמש במיקום הנוכחי שלי
ja: 現在地を使用
ko: 현재 위치 사용
ru: Использовать моё текущее местоположение
ur: میرا موجودہ مقام استعمال کریں
zh: 使用我的当前位置

# pricesShownIn
source: Prices shown in {symbol} ({country})
ar: الأسعار معروضة بـ {symbol} ({country})
es: Precios mostrados en {symbol} ({country})
fr: Prix affichés en {symbol} ({country})
he: המחירים מוצגים ב־{symbol} ({country})
ja: 表示通貨: {symbol}（{country}）
ko: 표시 가격: {symbol} ({country})
ru: Цены показаны в {symbol} ({country})
ur: قیمتیں {symbol} میں دکھائی جا رہی ہیں ({country})
zh: 价格以 {symbol} 显示（{country}）

# chooseTimeLaterThanCurrent
source: Please choose a time later than the current time.
ar: يرجى اختيار وقت لاحق من الوقت الحالي.
es: Por favor elige una hora posterior a la hora actual.
fr: Veuillez choisir une heure ultérieure à l’heure actuelle.
he: אנא בחר זמן מאוחר יותר מהזמן הנוכחי.
ja: 現在時刻より後の時間を選択してください。
ko: 현재 시간보다 늦은 시간을 선택해 주세요.
ru: Пожалуйста, выберите время позже текущего.
ur: براہِ کرم موجودہ وقت سے بعد کا وقت منتخب کریں۔
zh: 请选择晚于当前时间的时间。

source: Please pick date and time.
ar: يرجى اختيار التاريخ والوقت.
es: Por favor elige fecha y hora.
fr: Veuillez choisir la date et l’heure.
he: אנא בחר תאריך ושעה.
ja: 日付と時間を選択してください。
ko: 날짜와 시간을 선택해 주세요.
ru: Пожалуйста, выберите дату и время.
ur: براہِ کرم تاریخ اور وقت منتخب کریں۔
zh: 请选择日期和时间。

source: Location updated from GPS.
ar: تم تحديث الموقع عبر GPS.
es: Ubicación actualizada desde GPS.
fr: Position mise à jour via GPS.
he: המיקום עודכן מה‑GPS.
ja: GPSから位置情報を更新しました。
ko: GPS로 위치가 업데이트되었습니다.
ru: Местоположение обновлено по GPS.
ur: GPS سے مقام اپڈیٹ ہو گیا۔
zh: 已通过 GPS 更新位置。

# failedToGetLocation
source: Failed to get location: {error}
ar: فشل الحصول على الموقع: {error}
es: No se pudo obtener la ubicación: {error}
fr: Impossible d’obtenir la position : {error}
he: נכשל לקבל מיקום: {error}
ja: 位置情報の取得に失敗しました: {error}
ko: 위치를 가져오지 못했습니다: {error}
ru: Не удалось получить местоположение: {error}
ur: مقام حاصل کرنے میں ناکامی: {error}
zh: 获取位置失败：{error}

# bookingCreatedChoosePrice
source: Booking created! ID: {id} • Choose your price option.
ar: تم إنشاء الحجز! المعرّف: {id} • اختر خيار السعر.
es: ¡Reserva creada! ID: {id} • Elige tu opción de precio.
fr: Réservation créée ! ID : {id} • Choisissez votre option de prix.
he: ההזמנה נוצרה! מזהה: {id} • בחר אפשרות מחיר.
ja: 予約を作成しました！ID: {id} • 価格オプションを選択してください。
ko: 예약이 생성되었습니다! ID: {id} • 가격 옵션을 선택하세요.
ru: Бронь создана! ID: {id} • Выберите вариант цены.
ur: بکنگ بن گئی! ID: {id} • اپنی قیمت کا آپشن منتخب کریں۔
zh: 预约已创建！ID：{id} • 请选择价格选项。

source: Failed to create booking.
ar: فشل إنشاء الحجز.
es: No se pudo crear la reserva.
fr: Échec de la création de la réservation.
he: נכשל ליצור הזמנה.
ja: 予約の作成に失敗しました。
ko: 예약 생성에 실패했습니다.
ru: Не удалось создать бронь.
ur: بکنگ بنانے میں ناکامی۔
zh: 创建预约失败。

# paymentsNotSupportedLong
source: Payments are not supported on this platform. Please run the app on Android, iOS, macOS, or Web to test real payments.
ar: المدفوعات غير مدعومة على هذه المنصة. يرجى تشغيل التطبيق على Android أو iOS أو macOS أو الويب لاختبار المدفوعات.
es: Los pagos no están soportados en esta plataforma. Por favor ejecuta la app en Android, iOS, macOS o Web para probar pagos reales.
fr: Les paiements ne sont pas pris en charge sur cette plateforme. Veuillez exécuter l’application sur Android, iOS, macOS ou Web pour tester les paiements.
he: תשלומים אינם נתמכים בפלטפורמה זו. הרץ את האפליקציה ב‑Android, iOS, macOS או Web כדי לבדוק תשלומים אמיתיים.
ja: このプラットフォームでは支払いがサポートされていません。Android、iOS、macOS、またはWebで実行して支払いをテストしてください。
ko: 이 플랫폼에서는 결제를 지원하지 않습니다. 실제 결제를 테스트하려면 Android, iOS, macOS 또는 Web에서 실행하세요.
ru: Платежи не поддерживаются на этой платформе. Запустите приложение на Android, iOS, macOS или Web для теста оплат.
ur: اس پلیٹ فارم پر ادائیگیاں سپورٹ نہیں ہیں۔ حقیقی ادائیگیاں ٹیسٹ کرنے کے لیے ایپ کو Android، iOS، macOS یا Web پر چلائیں۔
zh: 此平台不支持支付。请在 Android、iOS、macOS 或 Web 上运行应用以测试真实支付。

# noBookingToConfirm
source: No booking to confirm. Please create a booking first.
ar: لا يوجد حجز للتأكيد. يرجى إنشاء حجز أولاً.
es: No hay reserva para confirmar. Por favor crea una reserva primero.
fr: Aucune réservation à confirmer. Veuillez d’abord créer une réservation.
he: אין הזמנה לאישור. אנא צור הזמנה תחילה.
ja: 確定する予約がありません。先に予約を作成してください。
ko: 확인할 예약이 없습니다. 먼저 예약을 생성해 주세요.
ru: Нет брони для подтверждения. Сначала создайте бронь.
ur: تصدیق کے لیے کوئی بکنگ نہیں۔ پہلے بکنگ بنائیں۔
zh: 没有可确认的预约。请先创建预约。

# pleaseChoosePriceOption
source: Please choose a price option.
ar: يرجى اختيار خيار السعر.
es: Por favor elige una opción de precio.
fr: Veuillez choisir une option de prix.
he: אנא בחר אפשרות מחיר.
ja: 価格オプションを選択してください。
ko: 가격 옵션을 선택해 주세요.
ru: Пожалуйста, выберите вариант цены.
ur: براہِ کرم قیمت کا آپشن منتخب کریں۔
zh: 请选择一个价格选项。

# failedCreatePaymentTryAgain
source: Failed to create payment on server. Please try again.
ar: فشل إنشاء الدفع على الخادم. حاول مرة أخرى.
es: No se pudo crear el pago en el servidor. Por favor intenta de nuevo.
fr: Échec de la création du paiement côté serveur. Veuillez réessayer.
he: נכשל ליצור תשלום בשרת. נסה שוב.
ja: サーバーで支払いの作成に失敗しました。もう一度お試しください。
ko: 서버에서 결제를 생성하지 못했습니다. 다시 시도해 주세요.
ru: Не удалось создать платёж на сервере. Попробуйте ещё раз.
ur: سرور پر ادائیگی بنانے میں ناکامی۔ دوبارہ کوشش کریں۔
zh: 服务器创建支付失败。请重试。

# paymentSuccessfulMessage
source: Payment successful! Booking #{bookingId} • Paid: {paid} Your request is now visible to nearby providers.
ar: تم الدفع بنجاح! الحجز #{bookingId} • المدفوع: {paid} طلبك أصبح مرئيًا لمقدمي الخدمة القريبين.
es: ¡Pago exitoso! Reserva #{bookingId} • Pagado: {paid} Tu solicitud ahora es visible para proveedores cercanos.
fr: Paiement réussi ! Réservation #{bookingId} • Payé : {paid} Votre demande est maintenant visible pour les prestataires à proximité.
he: התשלום הצליח! הזמנה #{bookingId} • שולם: {paid} הבקשה שלך כעת נראית לספקים בקרבת מקום.
ja: 支払いが完了しました！ 予約 #{bookingId} • 支払額: {paid} リクエストは近くの提供者に表示されます。
ko: 결제 성공! 예약 #{bookingId} • 결제 금액: {paid} 요청이 이제 근처 제공자에게 표시됩니다.
ru: Оплата прошла успешно! Бронь #{bookingId} • Оплачено: {paid} Ваш запрос теперь виден ближайшим мастерам.
ur: ادائیگی کامیاب! بکنگ #{bookingId} • ادا شدہ: {paid} آپ کی درخواست اب قریبی فراہم کنندگان کو نظر آئے گی۔
zh: 支付成功！ 预约 #{bookingId} • 已支付：{paid} 你的请求现在对附近的服务者可见。

# paymentSucceededButFailedUpdate
source: Payment succeeded, but failed to update booking on server.
ar: نجح الدفع، لكن فشل تحديث الحجز على الخادم.
es: El pago fue exitoso, pero no se pudo actualizar la reserva en el servidor.
fr: Paiement réussi, mais échec de la mise à jour de la réservation côté serveur.
he: התשלום הצליח, אך עדכון ההזמנה בשרת נכשל.
ja: 支払いは成功しましたが、サーバーで予約更新に失敗しました。
ko: 결제는 성공했지만 서버에서 예약 업데이트에 실패했습니다.
ru: Оплата прошла, но обновить бронь на сервере не удалось.
ur: ادائیگی کامیاب ہوئی، مگر سرور پر بکنگ اپڈیٹ نہیں ہو سکی۔
zh: 支付成功，但更新预约到服务器失败。

# paymentCancelledOrFailed
source: Payment cancelled or failed: {reason}
ar: تم إلغاء الدفع أو فشل: {reason}
es: Pago cancelado o fallido: {reason}
fr: Paiement annulé ou échoué : {reason}
he: התשלום בוטל או נכשל: {reason}
ja: 支払いがキャンセルまたは失敗しました: {reason}
ko: 결제가 취소되었거나 실패했습니다: {reason}
ru: Оплата отменена или не удалась: {reason}
ur: ادائیگی منسوخ یا ناکام: {reason}
zh: 支付已取消或失败：{reason}

# unexpectedPaymentError
source: Unexpected payment error: {error}
ar: خطأ دفع غير متوقع: {error}
es: Error de pago inesperado: {error}
fr: Erreur de paiement inattendue : {error}
he: שגיאת תשלום לא צפויה: {error}
ja: 予期しない支払いエラー: {error}
ko: 예기치 않은 결제 오류: {error}
ru: Неожиданная ошибка оплаты: {error}
ur: غیر متوقع ادائیگی کی خرابی: {error}
zh: 意外的支付错误：{error}

# createBookingButton
source: Create Booking
ar: إنشاء حجز
es: Crear Reserva
fr: Créer la réservation
he: צור הזמנה
ja: 予約を作成
ko: 예약 생성
ru: Создать бронь
ur: بکنگ بنائیں
zh: 创建预约

# chooseYourPriceOptionTitle
source: Choose Your Price Option
ar: اختر خيار السعر
es: Elige Tu Opción de Precio
fr: Choisissez votre option de prix
he: בחר אפשרות מחיר
ja: 価格オプションを選択
ko: 가격 옵션 선택
ru: Выберите вариант цены
ur: اپنی قیمت کا آپشن منتخب کریں
zh: 选择你的价格选项

# transportationCostLabel
source: Transportation cost: {cost}
ar: تكلفة النقل: {cost}
es: Costo de transporte: {cost}
fr: Coût de transport : {cost}
he: עלות נסיעה: {cost}
ja: 交通費: {cost}
ko: 교통비: {cost}
ru: Стоимость транспорта: {cost}
ur: ٹرانسپورٹ لاگت: {cost}
zh: 交通费用：{cost}

# budgetTierTitle
source: BUDGET
ar: اقتصادي
es: ECONÓMICO
fr: ÉCONOMIQUE
he: חסכוני
ru: ЭКОНОМ
ur: کم بجٹ
zh: 经济

# standardTierTitle
source: STANDARD
ar: قياسي
es: ESTÁNDAR
he: סטנדרטי
ru: СТАНДАРТ
ur: معیاری
zh: 标准

# priorityTierTitle
source: PRIORITY
ar: أولوية
es: PRIORITARIO
fr: PRIORITAIRE
he: עדיפות
ru: ПРИОРИТЕТ
ur: ترجیحی
zh: 优先

# budgetTierDescription
source: Best value among nearby providers
ar: أفضل قيمة بين مقدمي الخدمة القريبين
es: Mejor valor entre proveedores cercanos
fr: Meilleur rapport qualité-prix près de chez vous
he: הערך הטוב ביותר מבין ספקים קרובים
ja: 近くの提供者の中で最もお得
ko: 근처 제공자 중 최고의 가성비
ru: Лучшая цена среди ближайших мастеров
ur: قریبی فراہم کنندگان میں بہترین قیمت
zh: 附近服务者中最划算

# standardTierDescription
source: Recommended balance of price & availability
ar: توازن موصى به بين السعر والتوفر
es: Balance recomendado de precio y disponibilidad
fr: Équilibre recommandé entre prix et disponibilité
he: איזון מומלץ בין מחיר לזמינות
ja: 価格と空き状況のおすすめバランス
ko: 가격과 가용성의 추천 균형
ru: Рекомендуемый баланс цены и доступности
ur: قیمت اور دستیابی کا تجویز کردہ توازن
zh: 价格与可用性的推荐平衡

# priorityTierDescription
source: Premium option to attract top providers faster
ar: خيار مميز لجذب أفضل مقدمي الخدمة بسرعة
es: Opción premium para atraer proveedores top más rápido
fr: Option premium pour attirer plus vite les meilleurs prestataires
he: אפשרות פרימיום למשיכת ספקים מובילים מהר יותר
ja: より早く優良提供者を呼び込むプレミアムオプション
ko: 상위 제공자를 더 빠르게 끌어들이는 프리미엄 옵션
ru: Премиум-опция для быстрого привлечения лучших мастеров
ur: پریمیم آپشن تاکہ بہترین فراہم کنندگان جلد متوجہ ہوں
zh: 高级选项，更快吸引优质服务者

# naShort
source: N/A
ar: غير متاح
es: N/D
fr: N/D
he: לא זמין
ko: 해당 없음
ru: Н/Д
zh: 不适用

# priceBreakdownTitle
source: Price Breakdown
ar: تفاصيل السعر
es: Desglose de Precio
fr: Détail du prix
he: פירוט מחיר
ja: 料金内訳
ko: 가격 구성
ru: Разбивка цены
ur: قیمت کی تفصیل
zh: 价格明细

# servicePriceLabel
source: Service Price
ar: سعر الخدمة
es: Precio del Servicio
fr: Prix du service
he: מחיר שירות
ja: サービス料金
ko: 서비스 요금
ru: Стоимость услуги
ur: سروس کی قیمت
zh: 服务费用

# transportationLabel
source: Transportation
ar: النقل
es: Transporte
fr: Transport
he: נסיעה
ja: 交通
ko: 교통
ru: Транспорт
ur: ٹرانسپورٹ
zh: 交通

# serviceFeeLabel
source: Service Fee ({percent}%)
ar: رسوم الخدمة ({percent}%)
es: Tarifa de Servicio ({percent}%)
fr: Frais de service ({percent}%)
he: עמלת שירות ({percent}%)
ja: サービス手数料（{percent}%）
ko: 서비스 수수료({percent}%)
ru: Сервисный сбор ({percent}%)
ur: سروس فیس ({percent}%)
zh: 服务费（{percent}%）

# allPricesIn
source: All prices in {currency} ({country})
ar: جميع الأسعار بـ {currency} ({country})
es: Todos los precios en {currency} ({country})
fr: Tous les prix en {currency} ({country})
he: כל המחירים ב־{currency} ({country})
ja: すべての価格: {currency}（{country}）
ko: 모든 가격: {currency} ({country})
ru: Все цены в {currency} ({country})
ur: تمام قیمتیں {currency} میں ({country})
zh: 所有价格以 {currency}（{country}）计

# userCountryPlaceholder
source: User country
ar: بلد المستخدم
es: País del usuario
fr: Pays de l’utilisateur
he: מדינת משתמש
ja: ユーザーの国
ko: 사용자 국가
ru: Страна пользователя
ur: صارف کا ملک
zh: 用户国家/地区

# totalToPayTitle
source: Total to Pay
ar: الإجمالي للدفع
es: Total a Pagar
fr: Total à payer
he: סה״כ לתשלום
ja: 支払い合計
ko: 결제 총액
ru: Итого к оплате
ur: ادا کرنے کی کل رقم
zh: 应付总额

source: Includes service + transportation
ar: يشمل الخدمة + النقل
es: Incluye servicio + transporte
fr: Inclut service + transport
he: כולל שירות + נסיעה
ja: サービス＋交通費込み
ko: 서비스 + 교통 포함
ru: Включает услугу + транспорт
ur: سروس + ٹرانسپورٹ شامل
zh: 包含服务 + 交通

# confirmAndPay
source: Confirm & Pay
ar: تأكيد والدفع
es: Confirmar y Pagar
fr: Confirmer et payer
he: אישור ותשלום
ja: 確定して支払う
ko: 확인 및 결제
ru: Подтвердить и оплатить
ur: تصدیق کریں اور ادائیگی کریں
zh: 确认并支付

# howPricingWorksTitle
source: How Pricing Works
ar: كيف يعمل التسعير
es: Cómo Funciona el Precio
fr: Fonctionnement des prix
he: איך התמחור עובד
ja: 価格の仕組み
ko: 가격 책정 방식
ru: Как формируется цена
ur: قیمت کیسے بنتی ہے
zh: 定价说明

# howPricingWorksBullets
source: • Budget: best value among nearby providers • Standard: recommended default • Priority: premium option to speed up acceptance • Transportation is included in the total
ar: • اقتصادي: أفضل قيمة بين القريبين • قياسي: الخيار الافتراضي الموصى به • أولوية: خيار مميز لتسريع القبول • النقل مشمول في الإجمالي
es: • Económico: mejor valor entre proveedores cercanos • Estándar: predeterminado recomendado • Prioritario: opción premium para acelerar la aceptación • El transporte está incluido en el total
fr: • Économique : meilleur rapport qualité-prix à proximité • Standard : option recommandée • Prioritaire : option premium pour accélérer l’acceptation • Le transport est inclus dans le total
he: • חסכוני: הערך הטוב ביותר בקרבת מקום • סטנדרטי: ברירת מחדל מומלצת • עדיפות: פרימיום להאצת קבלה • הנסיעה כלולה בסכום הכולל
ja: • Budget: 近くで最もお得 • Standard: 推奨デフォルト • Priority: 承認を早めるプレミアム • 交通費は合計に含まれます
ko: • Budget: 근처 제공자 중 최고의 가성비 • Standard: 추천 기본 옵션 • Priority: 빠른 수락을 위한 프리미엄 옵션 • 교통비는 총액에 포함됩니다
ru: • Эконом: лучшая цена среди ближайших мастеров • Стандарт: рекомендуемый вариант • Приоритет: премиум-опция для ускорения принятия • Транспорт включён в итоговую сумму
ur: • کم بجٹ: قریبی فراہم کنندگان میں بہترین قیمت • معیاری: تجویز کردہ ڈیفالٹ • ترجیحی: قبولیت تیز کرنے کے لیے پریمیم • ٹرانسپورٹ کل میں شامل ہے
zh: • 经济：附近最划算 • 标准：推荐默认 • 优先：高级选项，加快接单 • 交通费用已包含在总价中

# myBookingsTitle
source: My Bookings
ar: حجوزاتي
es: Mis Reservas
fr: Mes réservations
he: ההזמנות שלי
ja: 自分の予約
ko: 내 예약
ru: Мои бронирования
ur: میری بکنگز
zh: 我的预约

# myAssignedJobsTitle
source: My Assigned Jobs
ar: مهامي المعيّنة
es: Mis Trabajos Asignados
fr: Mes missions attribuées
he: העבודות שהוקצו לי
ja: 割り当てられた仕事
ko: 내 배정 작업
ru: Мои назначенные заказы
ur: میرے تفویض کردہ کام
zh: 我被分配的工作

# pleaseCompleteProviderProfileFirst
source: Please complete your provider profile first.
ar: يرجى إكمال ملف مقدم الخدمة أولاً.
es: Por favor completa tu perfil de proveedor primero.
fr: Veuillez d’abord compléter votre profil prestataire.
he: אנא השלם תחילה את פרופיל הספק.
ja: 先に提供者プロフィールを完了してください。
ko: 먼저 제공자 프로필을 완료해 주세요.
ru: Пожалуйста, сначала заполните профиль мастера.
ur: براہِ کرم پہلے اپنا فراہم کنندہ پروفائل مکمل کریں۔
zh: 请先完成你的服务者资料。

# profileSetupRequiredTitle
source: Profile Setup Required
ar: إعداد الملف مطلوب
es: Configuración de Perfil Requerida
fr: Configuration du profil requise
he: נדרשת הגדרת פרופיל
ja: プロフィール設定が必要です
ko: 프로필 설정 필요
ru: Требуется настройка профиля
ur: پروفائل سیٹ اپ ضروری ہے
zh: 需要完善资料
