Repository: Lilmax303/styloria_mobile
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, de, es, fr, he, hi, it, ja, ko, ru, sw, ur, zh

# loginWelcomeTitle
source: Welcome to Styloria
af: Welkom by Styloria
am: ወደ Styloria እንኳን በደህና መጡ
ar: مرحباً بعودتك
de: Willkommen bei Styloria
es: Bienvenido a Styloria
fr: Bienvenue sur Styloria
he: ברוך הבא ל‑Styloria
hi: Styloria में आपका स्वागत है
it: Benvenuto su Styloria
ja: Styloriaへようこそ
ko: Styloria에 오신 것을 환영합니다
ru: Добро пожаловать в Styloria
sw: Karibu Styloria
ur: Styloria میں خوش آمدید
zh: 欢迎使用 Styloria

# loginWelcomeSubtitle
source: Sign in to manage your bookings and services.
af: Teken in om jou besprekings en dienste te bestuur.
am: ቦታ ማስያዝዎን እና አገልግሎቶችን ለመቆጣጠር ይግቡ።
ar: سجل الدخول إلى حسابك
de: Melden Sie sich an, um Ihre Buchungen und Services zu verwalten.
es: Inicia sesión para administrar tus reservas y servicios.
fr: Connectez-vous pour gérer vos réservations et services.
he: התחבר כדי לנהל הזמנות ושירותים.
hi: अपनी बुकिंग और सेवाएँ मैनेज करने के लिए साइन इन करें।
it: Accedi per gestire prenotazioni e servizi.
ja: 予約やサービスを管理するためにログインしてください。
ko: 예약과 서비스를 관리하려면 로그인하세요.
ru: Войдите, чтобы управлять бронированиями и услугами.
sw: Ingia ili kudhibiti nafasi zako na huduma.
ur: اپنی بکنگز اور سروسز مینیج کرنے کے لیے لاگ اِن کریں۔
zh: 登录以管理你的预约和服务。

# loginFailedToLoadUserInfo
source: Login succeeded but failed to load user info.
af: Aanmelding het geslaag maar kon nie gebruikersinligting laai nie.
am: መግባት ተሳክቷል ነገር ግን የተጠቃሚ መረጃ ማግኘት አልተቻለም።
ar: فشل تحميل معلومات المستخدم.
de: Login erfolgreich, aber Benutzerinfos konnten nicht geladen werden.
es: Inicio de sesión exitoso pero no se pudo cargar la información del usuario.
fr: Connexion réussie mais impossible de charger les informations utilisateur.
he: ההתחברות הצליחה אך לא ניתן לטעון את פרטי המשתמש.
hi: लॉगिन सफल हुआ लेकिन उपयोगकर्ता जानकारी लोड नहीं हो पाई।
it: Accesso riuscito ma impossibile caricare le informazioni utente.
ja: ログインは成功しましたが、ユーザー情報の取得に失敗しました。
ko: 로그인은 성공했지만 사용자 정보를 불러오지 못했습니다.
ru: Вход выполнен, но не удалось загрузить данные пользователя.
sw: Umefanikiwa kuingia lakini taarifa za mtumiaji hazikupatikana.
ur: لاگ اِن کامیاب ہوا لیکن صارف کی معلومات لوڈ نہیں ہو سکیں۔
zh: 登录成功，但无法加载用户信息。

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
he: שם משתמש
hi: यूज़रनेम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
sw: Jina la mtumiaji
ur: یوزرنیم
zh: 用户名

source: Password
af: Wagwoord
am: የይለፍ ቃል
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
ru: Пароль
sw: Nenosiri
ur: پاس ورڈ
zh: 密码

source: Required
af: Vereis
am: አስፈላጊ
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Requis
he: נדרש
hi: आवश्यक
it: Obbligatorio
ja: 必須
ko: 필수
ru: Обязательно
sw: Inahitajika
ur: ضروری
zh: 必填

source: Login
af: Teken in
am: ግባ
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
he: התחברות
hi: लॉगिन
it: Accedi
ja: ログイン
ko: 로그인
ru: Войти
sw: Ingia
ur: لاگ اِن
zh: 登录

# createNewAccount
source: Create a new account
af: Skep ’n nuwe rekening
am: አዲስ መለያ ፍጠር
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear una nueva cuenta
fr: Créer un nouveau compte
he: יצירת חשבון חדש
hi: नया अकाउंट बनाएं
it: Crea un nuovo account
ja: 新しいアカウントを作成
ko: 새 계정 만들기
ru: Создать новый аккаунт
sw: Unda akaunti mpya
ur: نیا اکاؤنٹ بنائیں
zh: 创建新账户

source: Request email verification code
af: Vra e-posverifikasiekode aan
am: የኢሜይል ማረጋገጫ ኮድ ጠይቅ
ar: طلب رمز التحقق من البريد الإلكتروني
de: E-Mail-Bestätigungscode anfordern
es: Solicitar código de verificación por correo
fr: Demander un code de vérification e-mail
he: בקשת קוד אימות לאימייל
hi: ईमेल सत्यापन कोड माँगें
it: Richiedi codice di verifica email
ja: メール確認コードをリクエスト
ko: 이메일 인증 코드 요청
ru: Запросить код подтверждения e-mail
sw: Omba msimbo wa uthibitishaji wa barua pepe
ur: ای میل ویریفیکیشن کوڈ مانگیں
zh: 请求邮箱验证码

# pleaseEnterAddress
source: Please enter an address
af: Voer asseblief 'n adres in
am: እባክዎ አድራሻ ያስገቡ
ar: يرجى إدخال عنوان
de: Bitte eine Adresse eingeben
es: Por favor ingresa una dirección
fr: Veuillez saisir une adresse
he: אנא הזן כתובת
hi: कृपया एक पता दर्ज करें
it: Inserisci un indirizzo
ja: 住所を入力してください
ko: 주소를 입력해 주세요
ru: Введите адрес
sw: Tafadhali weka anwani
ur: براہِ کرم ایک پتہ درج کریں
zh: 请输入地址

source: Location updated from address
af: Ligging vanaf adres opgedateer
am: ቦታ ከአድራሻ ተዘምኗል
ar: تم تحديث الموقع من العنوان
de: Standort anhand der Adresse aktualisiert
es: Ubicación actualizada desde la dirección
fr: Position mise à jour depuis l’adresse
he: המיקום עודכן מהכתובת
hi: पते से लोकेशन अपडेट हो गई
it: Posizione aggiornata dall’indirizzo
ja: 住所から位置情報を更新しました
ko: 주소로 위치가 업데이트되었습니다
ru: Местоположение обновлено по адресу
sw: Eneo limesasishwa kutoka anwani
ur: پتے سے لوکیشن اپڈیٹ ہو گئی
zh: 已根据地址更新位置

source: Retry
af: Probeer weer
am: ደግመው ይሞክሩ
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
he: נסה/י שוב
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
ru: Повторить
sw: Jaribu tena
ur: دوبارہ کوشش کریں
zh: 重试

# createAccountTitle
source: Create Account
af: Skep rekening
am: መለያ ፍጠር
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
he: יצירת חשבון
hi: अकाउंट बनाएं
it: Crea account
ja: アカウント作成
ko: 계정 만들기
ru: Создать аккаунт
sw: Unda akaunti
ur: اکاؤنٹ بنائیں
zh: 创建账户

source: Join Styloria
af: Sluit aan by Styloria
am: Styloria ተቀላቀል
ar: انضم إلى Styloria
de: Styloria beitreten
es: Únete a Styloria
fr: Rejoindre Styloria
he: הצטרפות ל‑Styloria
hi: Styloria से जुड़ें
it: Unisciti a Styloria
ja: Styloriaに参加
ko: Styloria 가입
ru: Присоединиться к Styloria
sw: Jiunge na Styloria
ur: Styloria میں شامل ہوں
zh: 加入 Styloria

# registerSubtitle
source: Create an account to book services or become a provider
af: Skep ’n rekening om dienste te bespreek of ’n verskaffer te word
am: አገልግሎት ለማስያዝ ወይም አቅራቢ ለመሆን መለያ ፍጠሩ
ar: أنشئ حسابًا لحجز الخدمات أو لتصبح مقدم خدمة
de: Erstellen Sie ein Konto, um Services zu buchen oder Anbieter zu werden
es: Crea una cuenta para reservar servicios o convertirte en proveedor
fr: Créez un compte pour réserver des services ou devenir prestataire
he: צרו חשבון כדי להזמין שירותים או להפוך לספק
hi: सेवाएँ बुक करने या प्रदाता बनने के लिए अकाउंट बनाएं
it: Crea un account per prenotare servizi o diventare provider
ja: サービスを予約する、または提供者になるためにアカウントを作成します
ko: 서비스를 예약하거나 제공자가 되기 위해 계정을 만드세요
ru: Создайте аккаунт, чтобы бронировать услуги или стать провайдером
sw: Unda akaunti ili kuweka nafasi au kuwa mtoa huduma
ur: سروسز بک کرنے یا پرووائیڈر بننے کے لیے اکاؤنٹ بنائیں
zh: 创建账户以预约服务或成为服务提供者

source: I want to:
af: Ek wil:
am: እፈልጋለሁ:
ar: أريد:
de: Ich möchte:
es: Quiero:
fr: Je veux :
he: אני רוצה:
hi: मैं चाहता/चाहती हूँ:
it: Voglio:
ja: 希望：
ko: 원하는 작업:
ru: Я хочу:
sw: Ninataka:
ur: میں چاہتا/چاہتی ہوں:
zh: 我想：

source: Book Services
af: Dienste bespreek
am: አገልግሎት ማስያዝ
ar: حجز خدمات
de: Services buchen
es: Reservar Servicios
fr: Réserver des services
he: להזמין שירותים
hi: सेवाएँ बुक करें
it: Prenotare servizi
ja: サービスを予約
ko: 서비스 예약
ru: Бронировать услуги
sw: Kuweka nafasi ya huduma
ur: سروسز بک کریں
zh: 预约服务

source: Provide Services
af: Dienste lewer
am: አገልግሎት መስጠት
ar: تقديم خدمات
de: Services anbieten
es: Ofrecer Servicios
fr: Proposer des services
he: להציע שירותים
hi: सेवाएँ प्रदान करें
it: Offrire servizi
ja: サービスを提供
ko: 서비스 제공
ru: Предоставлять услуги
sw: Kutoa huduma
ur: سروسز فراہم کریں
zh: 提供服务

source: Personal Information
af: Persoonlike inligting
am: የግል መረጃ
ar: المعلومات الشخصية
de: Persönliche Informationen
es: Información Personal
fr: Informations personnelles
he: פרטים אישיים
hi: व्यक्तिगत जानकारी
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
ru: Личная информация
sw: Taarifa binafsi
ur: ذاتی معلومات
zh: 个人信息

source: First name
af: Voornaam
am: የመጀመሪያ ስም
ar: الاسم الأول
de: Vorname
es: Nombre
fr: Prénom
he: שם פרטי
hi: पहला नाम
it: Nome
ja: 名
ko: 이름
ru: Имя
sw: Jina la kwanza
ur: پہلا نام
zh: 名

source: Last name
af: Van
am: የአያት ስም
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom
he: שם משפחה
hi: अंतिम नाम
it: Cognome
ja: 姓
ko: 성
ru: Фамилия
sw: Jina la mwisho
ur: آخری نام
zh: 姓

source: Select Date of Birth
af: Kies geboortedatum
am: የትውልድ ቀን ይምረጡ
ar: اختر تاريخ الميلاد
de: Geburtsdatum auswählen
es: Seleccionar Fecha de Nacimiento
fr: Sélectionner la date de naissance
he: בחר/י תאריך לידה
hi: जन्म तिथि चुनें
it: Seleziona data di nascita
ja: 生年月日を選択
ko: 생년월일 선택
ru: Выберите дату рождения
sw: Chagua tarehe ya kuzaliwa
ur: تاریخِ پیدائش منتخب کریں
zh: 选择出生日期

source: Phone number
af: Telefoonnommer
am: የስልክ ቁጥር
ar: رقم الهاتف
de: Telefonnummer
es: Número de Teléfono
fr: Numéro de téléphone
he: מספר טלפון
hi: फोन नंबर
it: Numero di telefono
ja: 電話番号
ko: 전화번호
ru: Номер телефона
sw: Nambari ya simu
ur: فون نمبر
zh: 电话号码

# pleaseEnterPhoneNumber
source: Please enter a phone number
af: Voer asseblief ’n telefoonnommer in
am: እባክዎ ስልክ ቁጥር ያስገቡ
ar: يرجى إدخال رقم هاتف
de: Bitte Telefonnummer eingeben
es: Por favor ingresa un número de teléfono
fr: Veuillez saisir un numéro de téléphone
he: נא להזין מספר טלפון
hi: कृपया फोन नंबर दर्ज करें
it: Inserisci un numero di telefono
ja: 電話番号を入力してください
ko: 전화번호를 입력해 주세요
ru: Введите номер телефона
sw: Tafadhali ingiza namba ya simu
ur: براہ کرم فون نمبر درج کریں
zh: 请输入电话号码

source: Account Information
af: Rekeninginligting
am: የመለያ መረጃ
ar: معلومات الحساب
de: Kontoinformationen
es: Información de la Cuenta
fr: Informations du compte
he: פרטי חשבון
hi: अकाउंट जानकारी
it: Informazioni account
ja: アカウント情報
ko: 계정 정보
ru: Данные аккаунта
sw: Taarifa za akaunti
ur: اکاؤنٹ معلومات
zh: 账户信息

# chooseUniqueUsernameHint
source: Choose a unique username
af: Kies ’n unieke gebruikersnaam
am: ልዩ የተጠቃሚ ስም ይምረጡ
ar: اختر اسم مستخدم فريدًا
de: Wählen Sie einen eindeutigen Benutzernamen
es: Elige un nombre de usuario único
fr: Choisissez un nom d’utilisateur unique
he: בחר/י שם משתמש ייחודי
hi: एक यूनिक यूज़रनेम चुनें
it: Scegli un nome utente unico
ja: ユニークなユーザー名を選択してください
ko: 고유한 사용자 이름을 선택하세요
ru: Выберите уникальное имя пользователя
sw: Chagua jina la mtumiaji la kipekee
ur: ایک منفرد یوزرنیم منتخب کریں
zh: 选择一个唯一的用户名

# youAreCurrentlyUnavailable
source: You're Currently Unavailable
af: Jy is tans nie beskikbaar nie
am: አሁን አይገኙም
ar: أنت غير متاح حالياً
de: Sie sind derzeit nicht verfügbar
es: Actualmente No Estás Disponible
fr: Vous êtes actuellement indisponible
he: אתה כרגע לא זמין
hi: आप वर्तमान में उपलब्ध नहीं हैं
it: Al momento non sei disponibile
ja: 現在利用不可の状態です
ko: 현재 이용 불가 상태입니다
ru: Вы сейчас недоступны
sw: Huwezi kupatikana kwa sasa
ur: آپ فی الحال دستیاب نہیں ہیں
zh: 您目前不可用

# toBrowseAndAcceptJobsEnableAvailability
source: To browse and accept nearby job requests, you need to set yourself as available for bookings.
af: Om werkversoeke in die omgewing te blaai en te aanvaar, moet jy jouself as beskikbaar vir besprekings stel.
am: በአቅራቢያ ያሉ የስራ ጥያቄዎችን ለማሰስ እና ለመቀበል፣ እራስዎን ለቦታ ማስያዝ ዝግጁ አድርገው ማቀናበር አለብዎት።
ar: لتصفح وقبول طلبات العمل القريبة، تحتاج إلى تعيين نفسك كمتاح للحجوزات.
de: Um Auftragsanfragen in der Nähe zu durchsuchen und anzunehmen, müssen Sie sich als buchbar einstellen.
es: Para explorar y aceptar solicitudes de trabajo cercanas, necesitas establecerte como disponible para reservas.
fr: Pour parcourir et accepter les demandes d'emploi à proximité, vous devez vous définir comme disponible pour les réservations.
he: כדי לעיין ולקבל בקשות עבודה בקרבת מקום, עליך להגדיר את עצמך כזמין להזמנות.
hi: आस-पास की नौकरी अनुरोधों को ब्राउज़ और स्वीकार करने के लिए, आपको बुकिंग के लिए उपलब्ध के रूप में सेट करना होगा।
it: Per sfogliare e accettare richieste di lavoro nelle vicinanze, devi impostarti come disponibile per le prenotazioni.
ja: 近くの仕事リクエストを閲覧・承諾するには、予約可能に設定する必要があります。
ko: 주변 작업 요청을 찾아보고 수락하려면 예약 가능 상태로 설정해야 합니다.
ru: Чтобы просматривать и принимать запросы на работу поблизости, вам нужно установить статус доступности для бронирований.
sw: Ili kuvinjari na kukubali maombi ya kazi ya karibu, unahitaji kujiweka kuwa unapatikana kwa nafasi.
ur: قریبی کام کی درخواستیں دیکھنے اور قبول کرنے کے لیے، آپ کو بکنگ کے لیے دستیاب ہونا ضروری ہے۔
zh: 要浏览和接受附近的工作请求，您需要将自己设置为可预约状态。

source: Go to Profile Settings
af: Gaan na profielinstellings
am: ወደ መገለጫ ቅንብሮች ይሂዱ
ar: الذهاب إلى إعدادات الملف الشخصي
de: Zu den Profileinstellungen
es: Ir a Configuración de Perfil
fr: Aller aux paramètres du profil
he: עבור להגדרות הפרופיל
hi: प्रोफ़ाइल सेटिंग्स पर जाएं
it: Vai alle impostazioni del profilo
ja: プロフィール設定へ移動
ko: 프로필 설정으로 이동
ru: Перейти к настройкам профиля
sw: Nenda kwa Mipangilio ya Wasifu
ur: پروفائل سیٹنگز پر جائیں
zh: 前往个人资料设置

# tipToggleAvailableForBookings
source: Tip: Toggle "Available for Bookings" ON in your Provider Profile to start receiving job requests.
af: Wenk: Skakel "Beskikbaar vir Besprekings" AAN in jou Verskaffer Profiel om werkversoeke te begin ontvang.
am: ምክር: የስራ ጥያቄዎችን መቀበል ለመጀመር በአቅራቢ መገለጫዎ ውስጥ "ለቦታ ማስያዝ ይገኛል" የሚለውን ያብሩ።
ar: نصيحة: قم بتفعيل "متاح للحجوزات" في ملف تعريف مقدم الخدمة الخاص بك لبدء استلام طلبات العمل.
de: Tipp: Schalten Sie "Für Buchungen verfügbar" in Ihrem Anbieterprofil ein, um Auftragsanfragen zu erhalten.
es: Consejo: Activa "Disponible para Reservas" en tu Perfil de Proveedor para comenzar a recibir solicitudes de trabajo.
fr: Conseil : Activez "Disponible pour les réservations" dans votre profil de prestataire pour commencer à recevoir des demandes d'emploi.
he: טיפ: הפעל את "זמין להזמנות" בפרופיל הספק שלך כדי להתחיל לקבל בקשות עבודה.
hi: सुझाव: नौकरी अनुरोध प्राप्त करना शुरू करने के लिए अपनी प्रोवाइडर प्रोफ़ाइल में "बुकिंग के लिए उपलब्ध" चालू करें।
it: Suggerimento: Attiva "Disponibile per prenotazioni" nel tuo profilo fornitore per iniziare a ricevere richieste di lavoro.
ja: ヒント：プロバイダープロフィールで「予約可能」をオンにすると、仕事リクエストの受信が開始されます。
ko: 팁: 서비스 제공자 프로필에서 "예약 가능"을 켜서 작업 요청을 받기 시작하세요.
ru: Совет: Включите «Доступен для бронирований» в профиле поставщика услуг, чтобы начать получать запросы на работу.
sw: Kidokezo: Washa "Inapatikana kwa Nafasi" katika Wasifu wako wa Mtoa Huduma ili kuanza kupokea maombi ya kazi.
ur: مشورہ: کام کی درخواستیں حاصل کرنا شروع کرنے کے لیے اپنے پرووائیڈر پروفائل میں "بکنگ کے لیے دستیاب" آن کریں۔
zh: 提示：在您的服务提供者个人资料中开启「可接受预约」以开始接收工作请求。

# requestedBy
source: Requested by: {name}
af: Versoek deur: {name}
am: ጠያቂ: {name}
ar: طلب من: {name}
de: Angefragt von: {name}
es: Solicitado por: {name}
fr: Demandé par : {name}
he: התבקש על ידי: {name}
hi: अनुरोधकर्ता: {name}
it: Richiesto da: {name}
ja: リクエスト者：{name}
ko: 요청자: {name}
ru: Запросил: {name}
sw: Imeombwa na: {name}
ur: درخواست کنندہ: {name}
zh: 请求者：{name}

# locationLabel
source: Location: {address}
af: Ligging: {address}
am: ቦታ: {address}
ar: الموقع: {address}
de: Standort: {address}
es: Ubicación: {address}
fr: Emplacement : {address}
he: מיקום: {address}
hi: स्थान: {address}
it: Posizione: {address}
ja: 場所：{address}
ko: 위치: {address}
ru: Местоположение: {address}
sw: Mahali: {address}
ur: مقام: {address}
zh: 位置：{address}

source: Email
af: E-pos
am: ኢሜይል
ar: البريد الإلكتروني
es: Correo Electrónico
he: אימייל
hi: ईमेल
ja: メール
ko: 이메일
sw: Barua pepe
ur: ای میل
zh: 邮箱

# emailHint
source: your@email.com
es: tu@correo.com
fr: votre@email.com

# enterValidEmail
source: Enter a valid email
af: Voer ’n geldige e-pos in
am: ትክክለኛ ኢሜይል ያስገቡ
ar: أدخل بريدًا إلكترونيًا صالحًا
de: Gültige E-Mail eingeben
es: Ingresa un correo electrónico válido
fr: Saisissez un e-mail valide
he: נא להזין אימייל תקין
hi: एक वैध ईमेल दर्ज करें
it: Inserisci un’email valida
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일을 입력하세요
ru: Введите корректный email
sw: Ingiza barua pepe halali
ur: درست ای میل درج کریں
zh: 请输入有效的邮箱

source: Security
af: Sekuriteit
am: ደህንነት
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
he: אבטחה
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
ru: Безопасность
sw: Usalama
ur: سکیورٹی
zh: 安全

# passwordHintAtLeast10
source: At least 10 characters
af: Ten minste 10 karakters
am: ቢያንስ 10 ቁምፊዎች
ar: 10 أحرف على الأقل
de: Mindestens 10 Zeichen
es: Al menos 10 caracteres
fr: Au moins 10 caractères
he: לפחות 10 תווים
hi: कम से कम 10 अक्षर
it: Almeno 10 caratteri
ja: 10文字以上
ko: 최소 10자 이상
ru: Минимум 10 символов
sw: Angalau herufi 10
ur: کم از کم 10 حروف
zh: 至少10个字符

# passwordMin10
source: Password must be at least 10 characters
af: Wagwoord moet ten minste 10 karakters wees
am: የይለፍ ቃል ቢያንስ 10 ቁምፊዎች መሆን አለበት
ar: يجب أن تتكون كلمة المرور من 10 أحرف على الأقل
de: Das Passwort muss mindestens 10 Zeichen lang sein
es: La contraseña debe tener al menos 10 caracteres
fr: Le mot de passe doit contenir au moins 10 caractères
he: הסיסמה חייבת להכיל לפחות 10 תווים
hi: पासवर्ड कम से कम 10 अक्षरों का होना चाहिए
it: La password deve contenere almeno 10 caratteri
ja: パスワードは10文字以上である必要があります
ko: 비밀번호는 최소 10자 이상이어야 합니다
ru: Пароль должен содержать не менее 10 символов
sw: Nenosiri lazima liwe na angalau herufi 10
ur: پاس ورڈ کم از کم 10 حروف کا ہونا چاہیے
zh: 密码必须至少包含10个字符

# iAgreeTo
source: I agree to the
af: Ek stem in tot die
am: እስማማለሁ
ar: أوافق على
de: Ich stimme den
es: Acepto los
fr: J'accepte les
he: אני מסכים ל
hi: मैं सहमत हूं
it: Accetto i
ja: 同意します：
ko: 동의합니다:
ru: Я соглашаюсь с
sw: Ninakubali
ur: میں متفق ہوں
zh: 我同意

source: Terms of Service
af: Diensvoorwaardes
am: የአገልግሎት ውል
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'utilisation
he: תנאי השירות
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ru: Условиями использования
sw: Masharti ya Huduma
ur: سروس کی شرائط
zh: 服务条款

source: and
af: en
am: እና
ar: و
de: und
es: y
fr: et
he: ו
hi: और
it: e
ja: および
ko: 및
ru: и
sw: na
ur: اور
zh: 和

source: Privacy Policy
af: Privaatheidsbeleid
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политикой конфиденциальности
sw: Sera ya Faragha
ur: رازداری کی پالیسی
zh: 隐私政策

source: Password is required
af: Wagwoord is vereis
am: የይለፍ ቃል አስፈላጊ ነው
ar: كلمة المرور مطلوبة
de: Passwort ist erforderlich
es: La contraseña es requerida
fr: Le mot de passe est requis
he: סיסמה נדרשת
hi: पासवर्ड आवश्यक है
it: La password è obbligatoria
ja: パスワードは必須です
ko: 비밀번호가 필요합니다
ru: Пароль обязателен
sw: Nenosiri linahitajika
ur: پاس ورڈ ضروری ہے
zh: 需要密码

source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
am: የይለፍ ቃሎቹ አይመሳሰሉም
ar: كلمتا المرور غير متطابقتين
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
he: הסיסמאות אינן תואמות
hi: पासवर्ड मेल नहीं खाते
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
ru: Пароли не совпадают
sw: Nenosiri hazilingani
ur: پاس ورڈز میچ نہیں کرتے
zh: 两次密码不一致

# pleaseSelectDob
source: Please select your date of birth.
af: Kies asseblief jou geboortedatum.
am: እባክዎ የትውልድ ቀን ይምረጡ።
ar: يرجى اختيار تاريخ الميلاد.
de: Bitte wählen Sie Ihr Geburtsdatum.
es: Por favor selecciona tu fecha de nacimiento.
fr: Veuillez sélectionner votre date de naissance.
he: נא לבחור תאריך לידה.
hi: कृपया अपनी जन्म तिथि चुनें।
it: Seleziona la data di nascita.
ja: 生年月日を選択してください。
ko: 생년월일을 선택해 주세요.
ru: Пожалуйста, выберите дату рождения.
sw: Tafadhali chagua tarehe yako ya kuzaliwa.
ur: براہ کرم اپنی تاریخِ پیدائش منتخب کریں۔
zh: 请选择你的出生日期。

# pleaseSelectCountry
source: Please select your country.
af: Kies asseblief jou land.
am: እባክዎ ሀገር ይምረጡ።
ar: يرجى اختيار الدولة.
de: Bitte wählen Sie Ihr Land.
es: Por favor selecciona tu país.
fr: Veuillez sélectionner votre pays.
he: נא לבחור מדינה.
hi: कृपया अपना देश चुनें।
it: Seleziona il paese.
ja: 国を選択してください。
ko: 국가를 선택해 주세요.
ru: Пожалуйста, выберите страну.
sw: Tafadhali chagua nchi yako.
ur: براہ کرم اپنا ملک منتخب کریں۔
zh: 请选择你的国家。

# pleaseSelectCity
source: Please select your city.
af: Kies asseblief jou stad.
am: እባክዎ ከተማ ይምረጡ።
ar: يرجى اختيار المدينة.
de: Bitte wählen Sie Ihre Stadt.
es: Por favor selecciona tu ciudad.
fr: Veuillez sélectionner votre ville.
he: נא לבחור עיר.
hi: कृपया अपना शहर चुनें।
it: Seleziona la città.
ja: 都市を選択してください。
ko: 도시를 선택해 주세요.
ru: Пожалуйста, выберите город.
sw: Tafadhali chagua jiji lako.
ur: براہ کرم اپنا شہر منتخب کریں۔
zh: 请选择你的城市。

# pleaseEnterValidPhone
source: Please enter a valid phone number.
af: Voer asseblief ’n geldige telefoonnommer in.
am: እባክዎ ትክክለኛ ስልክ ቁጥር ያስገቡ።
ar: يرجى إدخال رقم هاتف صالح.
de: Bitte geben Sie eine gültige Telefonnummer ein.
es: Por favor ingresa un número de teléfono válido.
fr: Veuillez saisir un numéro de téléphone valide.
he: נא להזין מספר טלפון תקין.
hi: कृपया एक वैध फोन नंबर दर्ज करें।
it: Inserisci un numero di telefono valido.
ja: 有効な電話番号を入力してください。
ko: 유효한 전화번호를 입력해 주세요.
ru: Пожалуйста, введите корректный номер телефона.
sw: Tafadhali ingiza namba ya simu halali.
ur: براہ کرم درست فون نمبر درج کریں۔
zh: 请输入有效的电话号码。

# mustAcceptTerms
source: You must accept the terms and conditions.
af: Jy moet die bepalings aanvaar.
am: መመሪያዎችን መቀበል አለብዎት።
ar: يجب قبول الشروط والأحكام.
de: Sie müssen die Bedingungen akzeptieren.
es: Debes aceptar los términos y condiciones.
fr: Vous devez accepter les conditions d’utilisation.
he: חובה לאשר את התנאים.
hi: आपको नियम और शर्तें स्वीकार करनी होंगी।
it: Devi accettare i termini e le condizioni.
ja: 利用規約に同意する必要があります。
ko: 약관에 동의해야 합니다.
ru: Необходимо принять условия.
sw: Lazima ukubali masharti.
ur: آپ کو شرائط و ضوابط قبول کرنا ہوں گے۔
zh: 你必须同意条款与条件。

# mustBeAtLeast18
source: You must be at least 18 years old to register.
af: Jy moet minstens 18 jaar oud wees om te registreer.
am: ለመመዝገብ ቢያንስ 18 ዓመት መሆን አለብዎት።
ar: يجب أن يكون عمرك 18 عامًا على الأقل للتسجيل.
de: Sie müssen mindestens 18 Jahre alt sein, um sich zu registrieren.
es: Debes tener al menos 18 años para registrarte.
fr: Vous devez avoir au moins 18 ans pour vous inscrire.
he: עליך להיות בן/בת 18 לפחות כדי להירשם.
hi: रजिस्टर करने के लिए आपकी उम्र कम से कम 18 वर्ष होनी चाहिए।
it: Devi avere almeno 18 anni per registrarti.
ja: 登録するには18歳以上である必要があります。
ko: 가입하려면 만 18세 이상이어야 합니다.
ru: Для регистрации вам должно быть не менее 18 лет.
sw: Lazima uwe na umri wa angalau miaka 18 kujiandikisha.
ur: رجسٹر ہونے کے لیے آپ کی عمر کم از کم 18 سال ہونی چاہیے۔
zh: 注册需要年满 18 岁。

# agreeToTerms
source: I agree to the Terms of Service and Privacy Policy
af: Ek stem in tot die Diensvoorwaardes en Privaatheidsbeleid
am: የአገልግሎት መመሪያዎችን እና የግል መረጃ ፖሊሲን እቀበላለሁ
ar: أوافق على شروط الخدمة وسياسة الخصوصية
de: Ich stimme den Nutzungsbedingungen und der Datenschutzrichtlinie zu
es: Acepto los Términos de Servicio y la Política de Privacidad
fr: J’accepte les Conditions d’utilisation et la Politique de confidentialité
he: אני מסכים/ה לתנאי השירות ולמדיניות הפרטיות
hi: मैं सेवा की शर्तों और गोपनीयता नीति से सहमत हूँ
it: Accetto i Termini di servizio e l’Informativa sulla privacy
ja: 利用規約およびプライバシーポリシーに同意します
ko: 서비스 약관 및 개인정보 처리방침에 동의합니다
ru: Я согласен(на) с Условиями обслуживания и Политикой конфиденциальности
sw: Nakubali Masharti ya Huduma na Sera ya Faragha
ur: میں سروس کی شرائط اور پرائیویسی پالیسی سے اتفاق کرتا/کرتی ہوں
zh: 我同意服务条款和隐私政策

# createAccountButton
source: Create Account
af: Skep rekening
am: መለያ ፍጠር
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
he: יצירת חשבון
hi: अकाउंट बनाएं
it: Crea account
ja: アカウント作成
ko: 계정 만들기
ru: Создать аккаунт
sw: Unda akaunti
ur: اکاؤنٹ بنائیں
zh: 创建账户

# alreadyHaveAccount
source: Already have an account?
af: Het jy reeds ’n rekening?
am: አስቀድሞ መለያ አለዎት?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
he: כבר יש לך חשבון?
hi: पहले से अकाउंट है?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
ru: Уже есть аккаунт?
sw: Tayari una akaunti?
ur: کیا آپ کے پاس پہلے سے اکاؤنٹ ہے؟
zh: 已有账户？
